Repository: kmshi/miroguide
Catalog: channelguide/locale/*/LC_MESSAGES/django.po
Languages: ca, de, ga, he, it, nb, nn, pt, sl, sq, sv

source: Link 3 URL
ca: Enllaç URL 3
de: URL des 3. Links
ga: URL Nasc 3
he: כתובת קישור 3
it: URL Link 3
nb: Lenke 3 URL
nn: Lenkje 3-adresse
pt: URL da ligação 3
sl: URL povezave 3
sq: URL e Lidhjes 3
sv: Länk 3 URL

source: Link 3 Text
ca: Enllaç text 3
de: Beschreibung des 3. Links
ga: Téacs Nasc 3
he: טקסט קישור 3
it: Testo Link 3
nb: Lenke 3 Tekst
nn: Lenkje 3-tekst
pt: Texto da ligação 3
sl: Besedilo povezave 3
sq: Tekst i Lidhjes 3
sv: Länk 3 text

source: Ensure this value has at most %(maximum)d bytes (it has %(length)d).
ca: Assegureu-vos que aquest valor no sobrepassi els %(maximum)d bytes (en té %(length)d).
de: Stelle sicher, dass der Eintrag nicht länger als %(maximum)d Bytes ist (momentan: %(length)d).
ga: Cinntigh nach bhfuil níos mó nó ná %(maximum)d beartanna ag an luach seo (tá%(length)d aige).
it: Assicurati che questo valore abbia al massimo %(maximum)d byte (ne ha %(length)d).
nb: Pass på at denne verdien har maksimalt %(maximum)d byte (den har %(length)d).
nn: Sjå til at verdien ikkje er på med meir enn %(maximum)d byte (han har %(length)d).
pt: Certifique-se que este valor tem no máximo %(maximum)d bytes (tem %(length)d).
sl: Zagotovite, da ima ta vrednost največ %(maximum)d bajtov (ima jih %(length)d).
sq: Bëni të mundur që kjo vlerë ka e shumta %(maximum)d bajte (është %(length)d).
sv: Detta värde får ha högst %(maximum)d tecken (den har %(length)d).

source: title
ca: Títol:
de: Titel
ga: teideal
he: כותרת:
it: titolo
nb: tittel
nn: namn
pt: Título
sl: naslov
sq: titull
sv: rubrik

source: "Recipients" field must be a comma separated list of email addresses
de: Das Feld "Empfänger" muss eine Liste von Email-Adressen enthalten, die mit Kommata von einander getrennt werden.
nb: E-postadresser i "Mottaker"-feltet må separeres med kommaer.
nn: Mottakarfeltet må vera ei liste med e-postadresser, skilde med komma.
pt: O campo "Recipientes" tem de ser uma lista de endereços de email separados por vírgula
sl: Polje "Prejemniki" mora vsebovati seznam e-poštnih naslovov, ločenih z vejicami

source: feed_url not provided despite share_type being set to 'feed'
nn: «feed_url» ikkje oppgjeven, til tross for at «share_type» er sett til «feed»
pt: feed_url não foi fornecido apesar de share_type ter sido definido como 'feed'
sl: feed_url ni podan, čeprav je share_type nastavljen na 'vir'

source: file_url not provided despite share_type being set to 'item'
nn: «file_url» ikkje oppgjeven, til tross for at «share_type» er sett til «item»
pt: file_url não foi fornecido apesar de share_type ter sido definido como 'item'
sl: file_url ni podan, čeprav je share_type nastavljen na 'predmet'

source: Username already taken
de: Benutzername bereits vergeben
ga: Tá an t-ainm sin gafa cheana
he: שם משתמש כבר תפוס
it: Username già utilizzato
nb: Brukernavnet er allerede tatt
nn: Brukarnamnet er alt i bruk
pt: Username já registado.
sl: Uporabniško ime je že zasedeno
sq: Emër përdoruesi tashmë i zënë .
sv: Användarnamnet är upptaget

source: E-mail already taken
de: E-mail Adresse bereits vergeben
ga: Tá an seoladh ríomhphoist sin gafa cheana
he: האי-מייל כבר תפוס
it: E-mail già utilizzato
nb: E-postadressen er allerede i bruk
nn: E-postadressa er alt i bruk
pt: E-mail já registado.
sl: E-poštni naslov je že uporabljen
sq: E-mail tashmë i zënë
sv: Denna e-postadress används redan av en annan användare.

source: E-mail not found
de: E-mail konnte nicht gefunden werden
ga: Níor aimsíodh an seoladh ríomhphoist sin
he: האי-מייל לא נמצא
it: Indirizzo e-mail non trovato
nb: Fant ikke e-postadressen
nn: Fann ikkje e-postadressa
pt: E-mail não foi encontrado.
sl: E-poštnega naslova ni mogoče najti
sq: Nuk u gjet e-mail
sv: Kunde inte hitta den e-postadressen

source: That username is not valid.
ca: Nom d'usuari invàlid
de: Dieser Benutzername ist nicht gültig.
ga: Níl an t-ainm úsáideora sin seasmhach.
he: שם המשתמש הזה אינו חוקי
it: Quel nome utente non è valido.
nb: Dette brukernavnet er ikke gyldig:
nn: Brukarnamnet er ikkje gyldig.
pt: Esse nome de utilizador não é válido.
sl: To uporabniško ime ni veljavno.
sq: Ai emër përdoruesi nuk është i vlefshëm.
sv: Det användarnamnet stämmer inte.

source: That username or e-mail is not valid.
de: Dieser Benutzername oder e-mail ist ungültig
ga: Níl an t-ainm nó seoladh ríomhphoist sin seasmhach.
he: שם המשתמש הזה או האי-מייל אינם חוקיים
it: L'indirizzo di posta o lo username non sono validi.
nb: Brukernavnet eller e-postadressen er ikke gyldig.
nn: Brukarnamnet eller e-postadressa er ikkje gyldig.
pt: O username ou e-mail não é válido.
sl: To uporabniško ime ali e-poštni naslov ni veljaven.
sq: Ky emër përdoruesi ose e-mail nuk është i vlefshëm
sv: Användarnamnet eller e-postadressen är ogiltiga.

source: Display shows in all languages
de: Zeige Shows in allen Sprachen
ga: Taispeáin cláir i ngach teanga
he: הצג סרטונים בכל השפות
nb: Vis programmer på alle språk
nn: Vis program på alle språka
pt: Mostrar programas em todas as línguas
sl: Pokaži vsebine v vseh jezikih

source: Only display shows in these languages:
de: Zeige nur Shows in diesen Sprachen:
ga: Taispeáin cláir sna teangacha seo amháin:
he: הצג סרטונים מהשפות הבאות בלבד:
nb: Vis kun programmer på disse språkene:
nn: Vis berre program på dette språket:
pt: Apenas mostrar programas nestas línguas:
sl: Pokaži vsebine le v naslednjih jezikih:

source: Hold CTRL to select multiple languages
de: Halte Strg gedrückt, um mehrere Sprachen zu wählen
he: החזק את CTRL לבחירת מספר שפות
nn: Hald inne «Ctrl» for å velja fleire språk
pt: Mantenha pressionado CTRL para seleccionar várias línguas
sl: Držite pritisnjeno tipko CTRL, če želite izbrati več jezikov

source: That password is not valid.
ca: Contrasenya invàlida
de: Das Passwort ist nicht gültig.
ga: Níl an focal faire sin seasmhach.
he: הסיסמה לא תקינה
it: Quella password non è valida
nb: Dette passordet er ikke gyldig:
nn: Passordet er ikkje gyldig.
pt: Essa palavra-passe não é válida.
sl: Geslo ni veljavno.
sq: Fjalëkalimi nuk është i vlefshëm.
sv: Det lösenordet stämmer inte.

source: Passwords don't match
ca: Les contresenyes no casen
de: Passwörter stimmen nicht überein
ga: Ní chomhoiriúnaíonn na focail faire.
he: הסיסמאות לא תואמות
it: Le password non corrispondono
nb: Passordene passer ikke overens
nn: Passorda er ikkje like
pt: As palavras-passe não são iguais.
sl: Gesli se ne ujemata
sq: Fjalëkalimet s'përputhen
sv: Lösenorden stämmer inte.

source: Username
ca: Nom d'Usuari
de: Benutzername
ga: Ainm Úsáideora
he: שם משתמש
it: Nome utente
nb: Brukernavn
nn: Brukarnamn
pt: Nome de utilizador
sl: Uporabniško ime
sq: Emër përdoruesi
sv: Användarnamn

source: Email Address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
ga: Seoladh Ríomhphoist
he: כתובת דוא"ל
it: Indirizzo Email
nb: E-postadresse
nn: E-postadresse
pt: Endereço de Correio Electrónico
sl: E-poštni naslov
sq: Vendndodhje Email
sv: E-postadress

source: Pick a Password
ca: Trieu una contrasenya
de: Wähle ein Passwort
ga: Roghnaigh Focal Faire
he: בחר סיסמה
it: Scegliere una Password
nb: Velg et Passord
nn: Vel eit passord
pt: Escolha uma palavra-passe
sl: Izberite geslo
sq: Sillni një Fjalëkalim
sv: Välj ett lösenord

source: Confirm Password
ca: Confirmeu la contrasenya
de: Passwort best&auml;tigen
ga: Deimhnigh an Focal Faire
he: אשר סיסמה
it: Confermare Password
nb: Bekreft passord
nn: Stadfest passord
pt: Confirme palavra-passe
sl: Potrdite geslo
sq: Ripohoni Fjalëkalimin
sv: Bekräfta lösenord

source: Change Password
ca: Canviar contrasenya
de: Passwort ändern
ga: Athraigh an Focal Faire
he: שנה סיסמה
it: Cambiare Password
nb: Endre Passord
nn: Byt passord
pt: Alterar palavra-passe
sl: Spremeni geslo
sq: Ndryshoni Fjalëkalimin
sv: Ändra lösenord

source: First Name
ca: Nom
de: Vorname
ga: Ainm
he: שם פרטי
it: Nome
nb: Fornavn
nn: Fornamn
pt: Nome próprio
sl: Ime
sq: Emër
sv: Förnamn

source: Last Name
ca: Cognoms
de: Nachname
ga: Sloinne
he: שם משפחה
it: Cognome
nb: Etternavn
nn: Etternamn
pt: Apelido
sl: Priimek
sq: Mbiemër
sv: Efternamn

source: Age
de: Alter
ga: Aois
he: גיל
nb: Alder
nn: Alder
pt: Idade
sl: Starost
sq: Moshë
sv: Ålder

source: Gender
de: Geschlecht
ga: Gnéas
he: מין
nb: Kjønn
nn: Kjønn
pt: Sexo
sl: Spol
sq: Gjini
sv: Kön

source: City
ca: Població
de: Ort
ga: Cathair
he: עיר
it: Città
nb: Poststed
nn: Poststad
pt: Localidade
sl: Kraj
sq: Qytet
sv: Postort

source: State
ca: Província
de: Bundesland
ga: Stát
he: מחוז
it: Stato
nb: Fylke
nn: Delstat/region
pt: Estado
sl: Zvezna država/pokrajina
sq: Shtet
sv: Delstate (inte aktuellt i Sverige)

source: Country
ca: Estat
de: Land
ga: Tír
he: מדינה
it: Nazione
nb: Land
nn: Land
pt: País
sl: Država
sq: Vend
sv: Land

source: Zip Code
ca: Codi postal
de: Postleitzahl
ga: Cód Poist
he: מיקוד
it: Codice postale
nb: Postnummer
nn: Postnummer
pt: Código Postal
sl: Poštna številka
sq: Kod Zip
sv: Postnummer

source: IM Username
ca: Usuari IM
de: IM Benutzername
ga: Ainm Úsáideora Cur Teachtaireachtaí Meandracha
it: Nome utente IM
nb: Lynmeldingsbrukernavn
nn: Brukarnamn for lynmeldingar
pt: Username do IM
sl: Uporabniško ime za klepet
sq: Emër përdoruesi IM
sv: IM användarnamn

source: IM Type
ca: Tipus IM
de: IM Typ
ga: Cineál TM
it: Tipo IM
nb: Lynmeldingstype
nn: Lynmeldingstype
pt: Tipo de IM
sl: Vrsta klepeta
sq: Lloj IM-je
sv: IM typ

source: Show interface in
de: Zeige Oberfläche in
ga: Taispeáin an comhéadan i
nb: Vis grensesnitt i
nn: Vis grensesnittet på
pt: Mostrar interface em
sl: Pokaži vmesnik v jeziku

source: Channel Owner Emails
ca: Correu del propietari del canal
de: Channel Besitzer Emails
ga: Seoltaí Ríomhphoist Sealbhóir an Bhealaigh
it: Indirizzo email del proprietario del canale
nb: E-poster til kanaleier
nn: E-postar til kanaleigar
pt: Correio Electrónico do Dono do Canal
sl: E-poštni naslov lastnika kanala
sq: Email-e Pronari Kanali
sv: Kanalägarens e-post

source: Moderator Board Emails
ca: Plafó de correus del moderador
de: Moderatoren Board Emails
ga: Seoltaí Ríomhphoist Modhnóir an Chláir Plé
nb: Moderatorpanel-eposter
nn: E-postar til moderatorpanel
pt: E-mails do Painel de Moderação
sl: E-poštna sporočila moderatorja
sq: Email-e Bordi Moderatorësh
sv: Moderator e-post

source: Normal
ga: Gnáth
he: רגיל
it: Normale
nn: Vanleg
sl: Navadno
sq: Normale

source: No emails
ca: Cap correu
de: Keine Emails
ga: Gan seoltaí ríomhphoist
he: אין אי-מיילים
it: Nessuna email
nb: Ingen eposter
nn: Ingen e-postar
pt: Sem correio electrónico
sl: Ni e-poštnih sporočil
sq: Pa email-e
sv: Ingen e-post

source: Send all emails
ca: Envia tots les correus
de: Alle Emails senden
ga: Seol gach ríomhphoist
he: שלח את כל האי-מיילים
it: Invia tutte le email
nb: Send alle eposter
nn: Send alle e-postane
pt: Enviar todo o correio electrónico
sl: Pošlji vsa e-poštna sporočila
sq: Dërgo tërë email-et
sv: Skicka alla e-postmeddelanden

source: Channel Status Emails
ca: Correus d'estat del canal
de: Kanal Status Emails
ga: Ríomhphoist Treo an Bhealaigh
nb: Kanalstatus-eposter
nn: E-postar for kanalstatus
pt: E-mails do estado de canal
sl: E-poštna sporočila stanja kanala
sq: Email-e Gjendjeje Kanali
sv: Kanalens status e-post

source: Set a new Password
ca: Canvia contrasenya
de: Setze ein neues Passwort
ga: Socraigh Focal Faire nua
he: קבע סיסמה חדשה
it: Imposta una nuova Password
nb: Lag et nytt Passord
nn: Vel eit nytt passord
pt: Criar uma nova password
sl: Nastavi novo geslo
sq: Caktoni një Fjalëkalim të ri
sv: Välj ett nytt lösenord

source: %(count)d subscriber
ca: %(count)d subscrptor
de: %(count)d Abonnent
ga: Síntiúsóir %(count)d
he: מנוי %(count)d
it: %(count)d iscritto
nb: %(count)d påmeldt
nn: %(count)d abonnent
pt: %(count)d assinante
sl: %(count)d naročnikov
sv: abonnent %(count)d

source: %(count)d episode
ca: %(count)d episodi
de: %(count)d Folge
ga: %(count)d clár
he: פרק %(count)d
it: %(count)d episodio
pt: %(count)d episódio
sl: %(count)d epizod
sv: avsnitt %(count)d

source: Post
ca: Publica
de: Abschicken
ga: Seol
nb: Innlegg
nn: Send inn
pt: Publicar
sl: Oddaj
sv: Posta

source: Thanks for Submitting Your Feed
de: Danke für das Zusenden deines Feeds
ga: Go raibh maith agat as ucht D'Fhotha A Sheoladh
nb: Takk for at du sendte inn din kanal
nn: Takk for at du sende inn kjelda din
pt: Obrigado por submeter a sua fonte
sl: Hvala, ker ste objavili svoj vir

source: Your feed has been submitted!
de: Dein Feed wurde zugesandt
ga: Seoladh do fhotha!
nb: Din kanal har blitt sendt inn
nn: Kjelda di er no send inn!
pt: A sua Fonte foi submitida!
sl: Vaš vir je bil posredovan!

source: Our moderators will review your feed in the next few days to make sure that it works in Miro and that the content is not inappropriate. Once the feed is approved, it will appear in the 'Just Added' section on the front page.
nn: Moderatorane våre vil sjå gjennom kjelda di i løpet av dei neste dagane for å sikra at ho verkar i Miro, og at innhaldet ikkje er upassande. Når kjelda er godkjend, vert ho vist under kategorien «Nye kanalar» på framsida.
pt: Os nossos moderadores vão rever a sua Fonte nos próximos dias para se certificarem de que funciona com o Miro e que os seus conteúdos não são impróprios. Uma vez que a Fonte tenha sido aprovada, vai aparecer na secção 'Recentemente Adicionadas' na página principal.
sl: Naši moderatorji bodo pregledali vaš vir v naslednjih dneh in preverili, da deluje z Mirom in da je vsebina primerna za objavo. Ko bo vir odobren, se bo pojavil v razdelku 'Ravno dodano' na naslovnici.

source: Updating Your Feed Info
de: Aktualisiere deine Feed Informationen
ga: Ag Nuashonrú Faisnéis D'Fhotha
he: עדכון מידע על הערוץ שלך
nb: Oppdater informasjon for din kanal
nn: Oppdaterer kjeldeinfo
pt: Actualizando a informação da sua Fonte
sl: Posodabljanje podatkov o vašem viru

source: You can update the details about your feed at anytime. Just login to your account and click the 'My Submitted Feeds' link.
nn: Du kan oppdatere detaljane om kjelda når du vil. Berre logg inn på kontoen din, og trykk «Mine innsende kjelder».
pt: Pode actualizar os detalhes relativpos à suas fonte sempre que quiser. Basta entrar na sua conta e clicar na hiperligação 'As minhas Fontes submetidas'.
sl: Podrobnosti o svojem viru lahko posodobite kadarkoli. Le prijavite se in kliknite povezavo 'Moji objavljeni viri'.

source: Add a 1-Click Subscribe Button to Your Website
ca: Afegeix botó de 'Suscripció d'un sol clic' a la meva web
de: Fügen Sie einen 1-Klick-Button auf Ihrer Webseite ein.
ga: Cuir Cnaipe Síntiús Brúigh Amháin le Do Láithreán Gréasáin
it: Aggiungi un Pulsante per l'iscrizione in 1-Click al tuo sito Web
nb: Legg til 1-klikk Påmeldingsknapp til Din Hjemmeside
nn: Legg til abonneringsknapp på nettsida di
pt: Adicione um Botão de Assinar em 1 Clique ao seu website
sl: Dodajte gumb za prijavo z enim klikom na svojo spletno stran
sq: Shtoni te &quot;Site&quot;-i Juaj Web një Buton 1-Klik Pajtimesh
sv: Lägg till en 1-Click Subscribe Button på din webbplats

source: Visit <a href="http://webbalert.com/">webbalert.com</a> to see a real 1-click button in action
de: Besuche <a href="http://webbalert.com/">webbalert.com</a> um einen echten 1-Klick Button in Aktion zu sehen.
nn: Gå til <a href="http://webbalert.com/">webbalert.com</a> for å sjå korleis ein abonneringsknapp verkar
pt: Visite <a href="http://webbalert.com/">webbalert.com</a> para ver um verdadeiro botão de 1-clique em acção
sl: Obiščite <a href="http://webbalert.com/">webbalert.com</a>, če želite videti delovanje pravega gumba za en klik

source: The buttons below point to the feed you've just submitted-- just paste the HTML into your blog or website. When users click on the button, Miro will open and they will be automatically subscribed to your feed.
de: Die Buttons unten zeigen auf den Feed, den Sie gerade erstellt haben -- fügen Sie einfach den HTML-Code in Ihren Blog oder Ihre Webseite ein. Wenn Ihre Besucher auf den Button klicken, wird Miro geöffnet und sie werden automatisch Abonnenten Ihres Feeds.
nn: Knappane nedanfor fører til videokjelda du nett sende inn. Berre lim inn HTML-koden på bloggen eller nettsida di. Når brukarar trykkjer på knappen, vert Miro opna, og startar å abonnera på kjelda.
pt: Os botões abaixo apontam para a fonte que acabou de submeter - pode copiar o código HTML no seu blog ou site web. Quando utilizadores clicam no botão, o Miro vai abrir e serão automaticamente assinantes da sua Fonte.
sl: Spodnji gumbi kažejo na vir, ki ste ga ravnokar objavili -- le prilepite HTML na svoj blog ali spletno stran. Ko uporabniki kliknejo na gumb, se odpre Miro in samodejno se prijavijo na vaš vir.

source: 1-click buttons are a great way to get your viewers connected to your content on an ongoing basis. If you have any questions about the buttons, email: channels [at] pculture [d] org.
nn: Abonneringknappar er ein god måte å få sjåarane dine til å følgja med på innhaldet ditt over tid. Om du har spørsmål om knappane, kan du skriva til: channels [at] pculture [d] org.
pt: Os botões de 1-clique são uma óptima forma de conseguir que os seus espectadores liguem ao seu conteúdo de um forma contínua. Se tem questões sobre os botões, comunique por email para: channels [arroba] pculture [ponto] org.
sl: Gumbi za en klik so krasen način za povezovanje gledalcev z vašo vsebino na daljši rok. Če imate kakšno vprašanje o gumbih, nam pišite: channels [at] pculture [d] org.

source: Miro Guide - Forgot Password
de: Miro Guide - Passwort vergessen?
ga: Eolaí Miro - Ar Dhearmad Tú D'Fhocal Faire
he: Miro Guide - שכחתי סיסמה
nb: Miro-guide – Glemt passord
nn: Miro-gaid – gløymt passord
pt: Guia do Miro - Palavra-passe Esquecida
sl: Vodnik Miro - Pozabljeno geslo

source: Forgot Password
ca: Contrasenya oblidada
de: Passwort vergessen
ga: Ar Dhearmad Tú D'Fhocal Faire
he: שכחתי את הסיסמה
it: Password dimenticata
nb: Glemte Passord
nn: Gløymt passord
pt: Esqueceu-se da password
sl: Ne spomnim se gesla
sq: U harrua Fjalëkalimi
sv: Glömt lösenord

source: Please enter your email address below. A link will be sent to you email that you can use to set a new password.
ca: Escriviu la vostra adreça de correu a sota. S'enviarà per correu un enllaç que podeu usar per canviar la contrasenya.
de: Bitte geben Sie Ihre Emailadresse unten ein. Ein Link wird Ihnen an Ihre Emailadresse gesandt, den sie dazu benutzen können, ein neues Passwort zu erstellen.
ga: Cuir isteach do sheoladh ríomhphoist thíos. Seolfar nasc chuig do sheoladh ríomhphoist ionas go mbeidh tú in ann focal faire nua a shocrú.
it: Per favore inserisci il tuo indirizzo di posta elettronica in basso. Un collegamento ipertestuale verrà inviato al tuo indirizzo di posta per permetterti di definire una nuova password.
nb: Vennligst skriv inn din epostadresse under. En lenke vil bli sendt til din epost som du kan bruke til å velge et nytt passord.
nn: Skriv inn e-postadressa di under. Du får så tilsendt ei lenkje du kan bruka til å velja eit nytt passord.
pt: Por favor insira o seu endereço de email em baixo. Uma ligação ser-lhe-à enviada para o email e poderá usá-la para criar uma nova password.
sl: Spodaj vnesite svoj e-poštni naslov. Po e-pošti boste prejeli povezavo, s katero nastavite novo geslo.
sq: Ju lutem jepni më poshtë vendndodhjen tuaj email. Do t&apos;ju dërgohet me email një lidhje që të mund ta përdorni për caktimin e një fjalëkalimi të ri.

source: Send
ca: Envia
de: Senden
ga: Seol
he: שלח
it: Invia
pt: Enviar
sl: Pošlji
sq: Dërgoje
sv: Skicka

source: Email Sent
ca: Envia correu
de: Email gesendet
ga: Seoladh an Ríomhphost
he: האי-מייל נשלח
it: Email inviata
nb: Epost Sendt
nn: E-post send
pt: Email Enviado
sl: E-poštno sporočilo poslano
sq: Email-i u Dërgua
sv: E-postmeddelande skickat

source: Email Sent!
de: Email gesendet!
ga: Seoladh an Ríomhphost!
he: האי-מייל נשלח!
nb: Epost Sendt!
nn: E-post send!
pt: Email enviado!
sl: E-poštno sporočilo je bilo poslano!

source: An email was sent to %(email)s. You should receive it in a few minutes. It will contain a link that you can use to set a new password for your account.
de: Eine E-Mail wurde an %(email)s. Du solltest sie in ein paar Minuten erhalten. Sie enthält einen Link, mit welchen du dein neues Account-Passwort setzten kannst.
ga: Seoladh ríomhphost chuig %(email)s. Ba chóir go mbeidh sé agat i gceann tamaill. Beidh nasc ann ar féidir feidhm a bhaint as chun focal faire nua do do chuntas a shocrú.
nb: En epost ble sendt til%(email)s. Du burde motta den om noen få minutter. Den vil inneholde en lenke som du kan bruke til å velge et nytt passord for din konto.
nn: Ein e-post er no send til %(email)s, og du vil truleg motta innan nokre minutt. E-posten inneheld ei lenkje du kan bruka du å velja eit nytt passord til kontoen din.
pt: Foi enviado um email para %(email)s. Deve recebê-lo em alguns minutos. Contém uma hiperligação que pode utilizar para definir uma nova palavra-pase para a sua conta.
sl: Na naslov %(email)s boste v nekaj minutah prejeli sporočilo. Vsebuje povezavo, prek katere lahko nastavite novo geslo za svoj račun.

source: Miro Guide - Create New Password
de: Miro Guide - Erstelle ein neues Passwort
ga: Eolaí Miro - Cruthaigh Focal Faire Nua
he: Miro Guide - צור סיסמה חדשה
nb: Miro-guide – Lag nytt passord
nn: Miro-gaid – vel nytt passord
pt: Guia do Miro - Criar Uma Nova Palavra-passe
sl: Vodnik Miro - Ustvari novo geslo

source: Link invalid
ca: Enllaç invàlid
de: Ungültiger Link
ga: Tá an nasc neamhsheasmhach
he: קישור לא תקין
it: Collegamento non valido
nb: Lenke ugyldig
nn: Ugyldig lenkje
pt: Ligação Inválida
sl: Povezava ni veljavna
sq: Lidhje e pavlefshme
sv: Länken stämmer inte

source: The link you used to get to this page was not valid.
ca: L'enllaç que he enviat no és vàlid
de: Der Link zu dieser Seite ist nicht gültig.
ga: Ní raibh an nasc a bhain tú feidhm chun teacht chuig an leathanach seo seasmhach.
it: Il link che hai utilizzato per raggiungere questa pagina non è valido.
nb: Lenken du brukte for å komme til denne siden er ikke gyldig.
nn: Lenkja du brukte for å komma her er ugyldig.
pt: A ligação que usou para esta página não foi válida.
sl: Uporabljena povezava za dostop do te strani ni veljavna.
sq: Lidhja që përdornit dikur për të pasur këtë faqe nuk është e vlefshme.
sv: Länken som du använde för att komma till den här sidan stämmer inte.

source: Miro Guide - Video Podcast Directory
nb: Miro-guide – Videopodkaster
nn: Miro-gaid – videopodkast-katalog
pt: Guia do Miro - Directório dos Podcasts de Vídeo
sl: Vodnik Miro - Mapa za video podcaste

source: Not interested
de: Nicht interessiert
ga: Níl suim agam ann
he: לא מעוניין
nb: Ikke interessert
nn: Ikkje interessert
pt: Não estou interessado
sl: Me ne zanima

source: I hate this show
de: Ich hasse diese Show!
ga: Is fuath liom an clár seo
he: אני שונא את התוכנית הזו
nb: Jeg hater dette programmet
nn: Eg hatar programmet
pt: Detesto este programa
sl: Ogabno

source: I dislike this show
de: Ich finde diese Show schlecht
ga: Is beag liom an clár seo
he: אני לא אוהב את התוכנית הזו
nb: Jeg misliker dette programmet
nn: I mislikar programmet
pt: Não gosto deste programa
sl: Ni mi všeč

source: I like this show
de: Ich finde diese Show gut
ga: Is maith liom an clár seo
he: אני אוהב את התוכנית הזו
nb: Jeg liker dette programmet
nn: Eg likar programmet
pt: Gosto deste programa
sl: Všeč mi je

source: I really like this show
de: Ich finde diese Show sehr gut
ga: Is mór liom an clár seo
he: אני ממש אוהב את התוכנית הזו
nb: Jeg liker virkelig dette programmet
nn: Eg likar programmet veldig godt
pt: Gosto muito deste programa
sl: Zelo mi je všeč

source: I love this show!
de: Ich liebe diese Show!
ga: Is aoibhinn liom an clár seo!
he: אני אוהב את התוכנית הזו!
nb: Jeg elsker dette programmet!
nn: Eg elskar programmet
pt: Adoro este programa!
sl: Obožujem!

source: FEEDBACK
ga: AISEOLAS
he: פידבק
nb: TILBAKEMELDINGER
nn: TILBAKEMELDING
sl: Odziv
