Repository: kmshi/miroguide
Catalog: channelguide/locale/*/LC_MESSAGES/django.po
Languages: ca, de, ga, he, it, nb, nn, pt, sl, sq, sv

source: %(from_email)s wants to share a video feed with you
he: %(from_email)s רוצה לשתף איתך ערוץ וידאו
nb: %(from_email)s ønsker å dele en videokilde med deg
pt: %(from_email)s deseja partilhar uma Fonte de vídeo consigo
sl: %(from_email)s želi z vami deliti vir

source: %(from_email)s wants to share a video with you
he: %(from_email)s רוצה לשתף איתך סירטון
nb: %(from_email)s ønsker å dele en video med deg
pt: %(from_email)s deseja partilhar um vídeo consigo
sl: %(from_email)s želi z vami deliti posnetek

source: Current image (from the feed)
ca: Imatge actual (des del canal)
de: Derzeitiges Bild (vom Feed)
ga: An íomhá reatha (ón bhfothaire)
he: תמונה נוכחית (מהערוץ)
it: Immagine corrente (dal feed)
nb: Nåværende bilde (fra strømmen)
nn: Gjeldane bilete (frå straumen)
pt: Imagem actual (da fonte)
sl: Trenutna slika (iz vira)
sq: Pamje e tanishme (prej prurjeje)
sv: Befintlig bild (från flödet)

source: Page not found
ca: No s'ha trobat la pàgina
ga: Leathanach gan aimsiú
it: Pagina non trovata
nb: Side ikke funnet
pt: Página não encontrada
sl: Strani ni mogoče najti
sq: Nuk u gjet faqja
sv: Sidan hittades inte

source: go to front page
ca: aneu a la pàgina principal
ga: téigh chuig an leathanach tosaigh
it: vai alla pagina iniziale
nb: gå til forsiden
pt: ir para página principal
sl: pojdi na naslovnico
sq: shko te faqja kryesore
sv: gå till förstasidan

source: Miro Guide
ca: Guia Miro
ga: Eolaí Miro
it: Guida di Miro
pt: Guia do Miro
sl: Vodnik Miro
sq: Udhërrëfyes i Miro-s

source: Our server is experiencing higher than normal load. Please try again shortly. Thanks for your patience.
it: Il nostro server è sovraccarico. Per favore prova ancora fra breve. Ti ringraziamo per la tua pazienza.
pt: O nosso servidor está com tráfego mais elevado que o normal. Por favor tente de novo. Obrigado pela sua paciência.
sl: Naš strežnik je trenutno preveč obremenjen. Poskusite znova v kratkem. Hvala za potrpljenje!
sq: Shërbyesi ynë po mban mbi supe një ngarkesë më të madhe. se sa normalja. Ju lutem riprovoni pas pak. Faleminderit për durimin.

source: Server Error (id: %(id)s )
ca: Errada al servidor (id: %(id)s )
ga: Botún leis an Freastalaí (id: %(id)s )
it: Errore del Server (id: %(id)s )
nb: Tjenerfeil (id: %(id)s )
pt: Erro de Servidor (id: %(id)s )
sl: Napaka strežnika (id:%(id)s)
sq: Gabim Shërbyesi (id: %(id)s )
sv: Serverfel: (id: %(id)s )

source: Sorry! Your request resulted in an error. We have logged it and our developers will fix it as soon as they can. If this error persists, please contact:
ca: La vostra petició a patit una errada. Ha quedat enregistrada i els nostres programadors ho arreglaran el més aviat possible. Si l'errada persisteix, feu-nos-ho saber, si-us-plau.
ga: Is dona linn! Tharla botún mar gheall ar d'iarratais. Rinneamar é a thaifead agus deiseoidh ár forbóirí é chomh luath is ar féidir. Má tharlaíonn an botún seo arís, déan teagmháil le:
it: Spiacenti! La tua richiesta ha restituito un errore. Abbiamo registrato questo evento ed i nostri sviluppatori lo risolveranno appena possibile. Se questo errore si ripresenta per favore contatta:
nb: Unnskyld! Din anmodning resulterte i en feil. Vi har loggført den og våre utviklere vi ordne det så snart som de kan. Hvis denne feilen vedvarer, vennligst kontakt:
pt: Pedimos desculpa! O seu pedido resultou num erro. Nós registámo-lo e os novos programadores irão resolvê-lo o mais depressa que eles consigam. Se este erro persistir, por favor contacte:
sl: Oprostite! Vaša zahteva se je končala z napako. Zabeležili smo jo in naši razvijalci jo bodo popravili, ko bo to mogoče. Če se ta napaka ponavlja, obvestite:
sq: Na ndjeni! Kërkesa juaj solli një gabim. E kemi regjistruar dhe zhvilluesit tanë do ta ndreqin sa më shpejt të jetë e mundur. Nëse ky gabim ia beh sërish, ju lutem lidhuni me:
sv: Det har uppstått ett fel. Vi har loggat felet och våra utvecklare kommer fixa det så fort som möjligt. Om problemet kvarstår så kontakta gärna:

source: Make sure to include the error ID at the top of this page.
ca: Assegureu-vos de incloure el ID de l'errada al capdemunt de la pàgina.
ga: Déan cinnte aitheantas an bhotúin ag barr an leathanaigh seo a chuir isteach.
it: Assicurati di includere l'ID dell'errore che appare in cima a questa pagina.
nb: Forsikre deg om at du har inkludert error ID fra toppen av denne siden.
pt: Certifique-se que inclui o ID do erro no topo desta página
sl: Prepričajte se, da ste vključili številko napake na vrhu te strani.
sq: Sigurohuni që përfshini ID-në e gabimit në krye të faqes
sv: Se till att inkludera felkoden överst på sidan

source: Our moderators will review your feed in the next few days to make sure that it works in Miro and that the content is not inappropriate. Once the feed is approved, it will appear in the 'Just Added' section on the front page.
pt: Os nossos moderadores vão analisar a sua fonte nos próximos dias para se certificarem de que funciona no Miro e que o seu conteúdo não é inapropriado. Uma vez que a Fonte tenha sido aprovada, vai aparecer na secção 'Recentemente adicionados' na página principal.
sl: Naši moderatorji bodo pregledali vaš vir v naslednjih dneh in preverili, da deluje z Mirom in da je vsebina primerna za objavo. Ko bo vir odobren, se bo pojavil v razdelku 'Ravno dodano' na naslovnici.

source: You can update the details about your feed at anytime. Just login to your account and click the 'My Submitted Feeds' link.
pt: Pode actualizar os detalhes sobre a sua Fonte quando quiser. Para isso, ligue-se na sua conta e clique na hiperligação 'As Minhas Fontes Submitidas'.
sl: Podrobnosti o viru lahko posodobite kadarkoli. Le prijavite se in kliknite povezavo 'Moji objavljeni viri'.

source: Visit <a href="http://webbalert.com/">webbalert.com</a> to see a real 1-click button in action
pt: Visite <a href="http://webbalert.com/">webbalert.com</a> para ver um verdadeiro botão de 1-clique em acção
sl: Obiščite <a href="http://webbalert.com/">webbalert.com</a>, če želite videti resničen gumb za 1-klik v praksi

source: The buttons below point to the feed you've just submitted-- just paste the HTML into your blog or website. When users click on the button, Miro will open and they will be automatically subscribed to your feed.
pt: Os botões abaixo apontam para a Fonte que acabou de submeter-- pode copiar o código HTML no seu blogue ou site. Quando os utilizadores clicam no botão, o Miro abre e eles são tornam automaticamente assinantes do seu canal.
sl: Spodnji gumbi kažejo na vir, ki ste ga ravnokar objavili -- le prilepite HTML na svoj blog ali spletno stran. Ko uporabniki kliknejo na gumb, se odpre Miro in samodejno se prijavijo na vaš vir.

source: 1-click buttons are a great way to get your viewers connected to your content on an ongoing basis. If you have any questions about the buttons, email: channels [at] pculture [d] org.
pt: Botões de 1-clique são uma óptima forma de conseguir os seus espectadores liguem ao seu conteúdo de forma contínua. Se tem alguma questão sobre os botões, envie um email para: channels [at] pculture [d] org.
sl: Gumbi za en klik so krasen način za povezovanje gledalcev z vašo vsebino na daljši rok. Če imate kakšno vprašanje o gumbih, nam pišite: channels [at] pculture [d] org.

source: Please enter your email address below. A link will be sent to you email that you can use to set a new password.
pt: Por favor introduza o seu endereço de email abaixo. Vai-lhe ser enviada uma hiperligação por email para que possa definir uma nova palavra-passe.
sl: Svoj e-poštni naslov vnesite spodaj. Prejeli boste povezavo, s katero lahko nastavite novo geslo.

source: Video feeds
ga: Fothairí físeáin
nb: Videokilder
pt: Fontes de Vídeos
sl: Video viri
sq: Prurje video

source: ADD TO YOUR FEEDS
pt: ADICIONAR ÀS SUAS FONTES
sl: Dodajte svojim virom

source: ADD TO YOUR SITES
pt: ADICIONAR AOS SEUS SITES
sl: Dodajte svojim spletnim mestom

source: ADD FEED
ga: CUIR FOTHA LEIS
nb: LEGG TIL
pt: ADICIONAR FONTE
sl: Dodaj vir

source: ADD SITE
ga: CUIR SUÍOMH LEIS
nb: LEGG TIL
pt: ADICIONAR SITE
sl: Dodaj spletno mesto

source: Miro Guide - Shows for %(username)s
pt: Guia do Miro - Programas para %(username)s
sl: Vodnik Miro - Vsebine za uporabnika %(username)s

source: Click <a href="#" class="add_feed_button_welcome">ADD FEED</a> to get any show into your sidebar. The first episode begins downloading automatically and you'll get show updates as soon as they're available.
pt: Clique em <a href="#" class="add_feed_button_welcome">ADICIONAR FONTE</a> to get any show into your sidebar. The first episode begins downloading automatically and you'll get show updates as soon as they're available.
sl: Kliknite <a href="#" class="add_feed_button_welcome">DODAJ VIR</a>, tako da dodate oddajo v stransko vrstico. Prva epizoda se začne prenašati nemudoma, posodobitve oddaje pa boste prejeli takoj, ko bodo na voljo.

source: All
ga: Uile
nb: Alle
pt: Tudo
sl: Vse

source: View all of <strong>%(category)s</strong>
nb: Vis alt fra <strong>%(category)s</strong>
pt: Ver todos de <strong>%(category)s</strong>
sl: Pokaži vse iz kategorije <strong>%(category)s</strong>

source: Miro Guide - %(group_name)s
ga: Eolaí Miro - %(group_name)s
pt: Guia do Miro - %(group_name)s
sl: Vodnik Miro - %(group_name)s

source: %(count)s Shows
ga: %(count)s Cláir
nb: %(count)s programmer
pt: %(count)s Programas
sl: %(count)s vsebin

source: High-Definition Show
pt: Programa em Alta Definição
sl: Vsebina v visoki ločljivosti

source: I'm sorry, your search term was too short; it must be at least 3 characters.
pt: Lamentamos mas o seu termo de busca é curto de mais; tem de ter no mínimo 3 caracteres.
sl: Iskani niz je prekratek; vsebovati mora vsaj tri znake.

source: Video feeds can be downloaded and watched without an internet connection. Many are in full HD.
pt: Fontes de vídeo podem ser descarregadas e vistas sem um ligação à internet. Muitas estão em Alta Definição completa.
sl: Video vire lahko prenesete in gledate brez internetne povezave. Številni so v polni visoki ločljivosti.

source: Streaming sites require a fast internet connection. You can bookmark them as favorites with Miro.
pt: Sites de transmissão directa exigem uma rápida ligação à internet. Pode marcá-los como favoritos com o Miro.
sl: Pretočna spletna mesta zahtevajo hitro internetno povezavo. V programu Miro jih lahko zaznamujete kot priljubljene.

source: %(count)s Unreviewed shows
pt: %(count)s Programas não analisados
sl: %(count)s neocenjenih vsebin

source: %(count)s Don't know shows
pt: %(count)s Programas Desconhecidos
sl: %(count)s nepoznanih vsebin

source: %(count)s Shows waiting for Reply
pt: %(count)s Programas à espera de Resposta
sl: %(count)s vsebin čaka na odgovor

source: %(count)s Suspended Shows
pt: %(count)s Programas Suspensos
sl: %(count)s prekinjenih oddaj

source: %(count)s Rejected shows
ga: %(count)s Cláir diultaithe
pt: %(count)s Programas Rejeitados
sl: %(count)s zavrnjenih vsebin

source: %(count)s shows in Featured Queue
pt: %(count)s programas em lista de espera para 'Destaques'
sl: %(count)s oddaj v izpostavljeni vrsti

source: Miro Guide - %(title)s
ga: Eolaí Miro - %(title)s
pt: Guia do Miro - %(title)s
sl: Vodnik Miro - %(title)s

source: Most Popular %(view)s
pt: Os Mais Populares %(view)s
sl: Najbolj priljubljenih %(view)s

source: Share with your buddies, as well as the world. We all love gifts.
pt: Partilhe com os seus amigos e com o mundo. Todos adoramos presentes.
sl: Delite s svojimi prijatelji in s celim svetom. Vsi imamo radi darila.

source: This show may not be available to you, as it is restricted to certain countries.
pt: Este programa pode não estar disponível para que o veja, visto que é restrito a alguns países.
sl: Ta oddaja morda ne bo na voljo, saj je omejena na določene države.

source: Add to your feeds
pt: Adicionar às suas Fontes
sl: Dodaj med svoje vire

source: Add to your sites
pt: Adicionar aos seus sites
sl: Dodaj svojim spletnim mestom

source: Site Details
ga: Sonraí an tSuímh
pt: Detalhes do Site
sl: Podrobnosti spletnega mesta

source: Categories
ga: Aicmí
it: Categorie
nb: Kategorier
pt: Categorias
sl: Kategorije
sq: Kategori
sv: Kategorier

source: Related Videos
ga: Físeáin Gaolmhara
nb: Relaterte videoer
pt: Vídeos Relacionados
sl: Sorodni posnetki

source: Shows You'll &hearts;
ga: Cláir A &hearts; Thú
nb: Videoer du vil &hearts;
pt: Programas que vai &hearts;
sl: Vsebine, ki jih boste &hearts;

source: 1st
ca: 1er
ga: 1ú
he: ראשון
pt: 1º
sq: I
sv: 1:a

source: 2nd
ca: 2on
ga: 2ú
he: שני
pt: 2º
sq: II
sv: 2:a

source: 3rd
ca: 3er
ga: 3ú
he: שלישי
pt: 3º
sq: III
sv: 3:e

source: Our <a href="http://getmiro.com/publish/">Publishers Guide</a> has details on finding your RSS feed. Chances are, you already have one (YouTube, blip.tv, Vimeo, etc. all have them).
nn: I <a href="http://getmiro.com/publish/">publiseringshjelpa</a> finn du informasjon om korleis du finn RSS-kjelda di. Truleg har du alt ei (for eksempel via YouTube, blip.tv eller Vimeo).

source: This is the single most important part of submitting a channel &mdash; a good channel thumbnail is proven to attract more viewers. It's worth making an effort to do something beautiful. If your channel is featured, it will need to have the name of your show in it. You can update this image at any time.
nn: Eit godt kanalbilete har vist seg å vera det aller viktigaste når det gjeld å trekkja til seg nye sjåarar. Det er vel verdt tida og arbeidet det tek å laga eit skikkeleg bra bilete. Du kan òg oppdatera biletet etter at du har sendt inn kanalen.

source: Show Name
de: Zeige Name
nn: Programnamn

source: Don't forget to add a website URL for the show.
de: Vergiss nicht, eine Website URL für die Show anzugeben.
nn: Gløym ikkje å skriva inn heimesida til programmet.

source: Publisher
de: Veröffentlicher
nn: Utgjevar

source: The person or company responsible for publishing this show.
nn: Personen eller selskapet som er ansvarleg for programmet.

source: Separate each tag with a comma.
de: Trenne jeden Tag mit einem Komma.
nn: Bruk komma til å skilja nøkkelorda.

source: Geo restrictions
nn: Geografisk avgrensing

source: Use commas to separate two letter country codes. Countries listed here are the ONLY ones that will see this site or show.
nn: Bruk komma til å skilja landkodar (to bokstavar). Landa viste her er dei einaste som får tilgang til nettsida og programmet.

source: Pick at least one genre.
de: Wählen sie mindestens ein Genre.
he: בחר ז'אנר אחד לפחות.
nn: Vel minst éin sjanger.

source: Users can filter their searches by language.
he: משתמשים יכולים לסנן את החיפוש לפי השפה.
nn: Brukarane kan filtrera programmet etter språk.

source: Miro Guide - Podcast Directory
nn: Miro-gaid – podkast-katalog

source: Audio By Language
de: Audio nach Sprache
nn: Lyd etter språk

source: Get Miro!
de: Hol dir Miro!
nn: Last ned Miro!

source: DMCA Information
nn: DMCA-informasjon

source: Submit a Feed
nn: Send inn kjelde

source: Moderator Pick
nn: Moderatorval

source: 1 Rating
de: 1 Bewertung
nn: 1 karakter

source: Subscriptions Today
nn: Abonnentar i dag

source: 1 Today
nn: 1 i dag

source: 1 flag
nn: 1 flagg

source: Add Feed To Your Sidebar
nn: Legg kjelde til sidestolpen

source: Welcome to the Miro Guide!
de: Willkommen im Miro Guide!
nn: Velkommen til Miro-gaiden!

source: Miro Guide has thousands of video shows and podcasts — you can browse and watch most of them right here.
nn: Miro-gaiden inneheld tusenvis av videoprogram og lydpodkastar – og du kan sjå dei fleste av dei her.

source: Make this message disappear by <a href="%(link)s">logging in</a>.
nn: <a href="%(link)s">Logg inn</a> for å gøyma denne meldinga.

source: We also make Miro, a free internet TV application. Miro makes subscribing, managing, and watching programs easy, and it works extra well with all the HD programming you'll find here in the guide.
nn: Me lagar òg Miro, eit gratis program for Internett-TV. Miro gjer det lett å abonnera og sjå på favorittvideoane dine, og verkar spesielt bra med alt HD-innhaldet du finn her i Miro-gaiden.

source: Try it now
nn: Prøv programmet

source: Download Miro
it: Scarica Miro
nn: Last ned Miro
sq: Shkarkojeni Miron-n

source: Find shows about your favorite topic here.
nn: Finn program med favorittemna dine her.

source: HD Favorites
nn: HD-favorittar

source: 1 Podcast
nn: 1 podkast

source: 1 Show
nn: 1 program

source: Watch
de: Ansehen
nn: Sjå

source: Podcasts
nn: Podkastar

source: Title:
de: Titel:
nn: Tittel:

source: Body:
de: Inhalt:
nn: Innhald:

source: Not HD?
de: Nicht HD?
nn: Ikkje HD?

source: Flag it
nn: Flagg han

source: Most Recent
ca: Més recent
it: Più recenti
sq: Më të Fundmet
sv: Senaste

source: What is HD?
ca: Què significa HD?
it: Cosa significa HD?
sq: Çfarë është HD-ja?
sv: Vad är HD?

source: Languages
ca: Idiomes
it: Lingue
sq: Gjuhë
sv: Språk

source: Upload Image
ca: Pujar imatge
it: Carica Immagine
sq: Ngarkoni Pamje
sv: Ladda upp en bild

source: Thanks for Submitting Your Channel
ca: Gràcies per enviar-nos el seu canal
it: Grazie per averci segnalato il tuo canale
sq: Faleminderit për Parashtrimin e Kanalit Tuak
sv: Tack för att du lade till en kanal

source: Your channel has been submitted!
ca: S'ha publicat el seu canal
it: Il tuo canale è stato inserito!
sq: Kanali juaj u parashtrua!
sv: Din kanal är nu tillagd!

source: Our moderators will review your channel in the next few days to make sure that it works in Miro and that the content is not inappropriate. Once the channel is approved, it will appear in the 'Just Added' section on the front page.
ca: Els nostres moderadors repassaran el seu canal i en els propers dies comprovaran que funciona amb Miro i que el contingut sigui apropiat. Un cop s'aprova el canal, apareixerà a la secció 'Afegit recentment' de la pàgina principal.
it: I nostri moderatori visioneranno il tuo canale nei prossimi giorni per essere sicuri che funzioni con Miro e che il suo contenuto non sia inappropriato. Quando il canale sarà approvato apparirà nella sezione 'Just Added' della pagina principale.
sq: Moderatorët tanë do ta shqyrtojnë kanalin në ditët pasuese për t&apos;u siguruar që punon në Miro dhe që lënda nuk është e papërshtatshme. Pasi kanali të jetë miratuar, do të shfaqet te ndarja 'Të Saposhtuar' në faqen ballore.
sv: Våra moderater kommer att granska din kanal inom de närmaste dagarna och kontrollera att den fungerar i Miro och att dess innehåll inte är "olämpligt". När kanalen väl är godkänd kommer den att dyka upp i kategorin "Nya kanaler" på förstasidan.

source: Updating Your Channel Info
ca: Actualitzant l'informació del seu canal
it: Aggiorna le informazioni relative al tuo canale
sq: Po përditësohen Të dhënat e Kanalit Tuaj
sv: Uppdatera din kanalinformation

source: You can update the details about your channel at anytime. Just login to your account and click the 'My Submitted Channels' link.
ca: Sempre que vulgueu podeu actualitzar les dades de seu canal. Només cal iniciar una sessió amb les vostres dades i clica l'enllaç 'Els meus canals'
it: Puoi aggiornare i dettagli relativi al tuo canale in qualsiasi momento. Devi solo effettuare il login al tuo account e cliccare sul collegamento a "I Canali che ho segnalato".
sq: Mund të përditësoni hollësitë rreth kanalit tuaj kurdo. Thjesht hyni te llogaria juaj dhe klikoni lidhjen 'Kanalet e Parashtruar nga Unë.
sv: Du kan när som helst uppdatera detaljer om din kanal. Logga bara in på ditt konto och tryck på "Mina uppladdade kanaler"

source: Visit <a href="http://webbalert.com/">webbalert.com</a> to see a real 1-click button in action
sq: Për të parë një buton të vërtetë 1-klik në punë e sipër, vizitoni <a href="http://webbalert.com/">webbalert.com</a>
sv: För att se hur en "enklicksknapp" fungerar besök <a href="http://webbalert.com/">webbalert.com</a>.

source: The buttons below point to the feed you've just submitted-- just paste the HTML into your blog or website. When users click on the button, Miro will open and they will be automatically subscribed to your channel.
ca: Els botons de sota enllacen amb el canal que acabeu de trametre; només cal copiar el codi HTML al vostre bloc o web. Quan els usuaris facin clic sobre el botó, Miro obrirà el vostre canal i automàticament els subscriurà.
it: Il pulsante in basso ti rimanda al feed che tu hai sottomesso-- semplicemente taglia ed incolla l'HTML nel tuo blog o nel tuo sito Web. Quando gli utenti cliccheranno sul pulsante Miro si aprirà e verranno automaticamente iscritti al tuo canale.
sq: Butonat më poshtë shpien te prurja që sapo parashtruat-- thjesht kopjoni HTML-në te blogu ose &quot;site&quot;-i juaj web. Kur përdoruesit klikojnë mbi një buton, Miro-ja do të hapet dhe ata pajtohen vetvetiu te kanali juaj.

source: 1-click buttons are a great way to get your viewers connected to your content on an ongoing basis. If you have any questions about the buttons, email: channels [at] pculture [d] org.
ca: Els botons d'1 clic són una bona solució per connectar els vostres espectadors amb els contingut del canal. Si teniu qualsevol dubte sobre els botons envieu un correu a: channels [at] pculture [d] org.
sq: Butona 1-klik janë një mënyrë e fortë për t&apos;i pasur shikuesit tuaj të lidhur vazhdimisht te lënda juaj. nëse keni ndonjë pyetje rreth butonave dërgoni një email te: channels [at] pculture [d] org.

source: HD Channels
ca: Canals HD
it: Canali HD
sq: Kanale HD
sv: HD kanaler

source: Channels I Manage
sq: Kanale Që i Administroj

source: Submit a Channel
ca: Tramet un canal
sq: Parashtroni një Kanal
sv: Lägg till en kanal

source: Add channel
it: Aggiungi un canale
sq: Shtoni kanal
sv: Lägg till en kanal

source: Add %(name)s to Miro
sq: Shtoni %(name)s te Miro

source: Details about %(name)s
sq: Hollësi rreth %(name)s

source: Submit Channel
ca: Tramet canal
it: Segnala un canale
sq: Parashtroni Kanal
sv: Lägg till kanal

source: Channel Thumbnail
ca: Miniatura del canal
it: Immagine di anteprima del Canale
sq: Miniaturë Kanali
sv: Kanalens tumnagelbild

source: Remember that creating a good channel thumbnail is one of the most important ways to attract new viewers. It's worth making an effort to do something beautiful. You can also update the image after you submit your channel.
ca: Tingueu present que és molt important tenir una bona miniatura del canal perquè és la manera més efectiva d'atreure espectadors. Val la pena dedicar-hi una mica d'esforç per crear una bonica miniatura. Un cop heu tramés en vostre canal, podreu actualitzar la vostra miniatura en qualsevol moment.
it: Ricorda che creare una buona immagine di anteprima per il canale è uno dei modi migliori per attirare nuovi spettatori. Val la pena cercare di creare qualcosa di attraente. Puoi anche aggiornare l'immagine dopo avere sottomesso il tuo canale.
sq: Mbani mend që krijimi i një miniature të përshtatshme kanali është një nga rrugët më të rëndësishme për të tërhequr shikues të rinj. Ia vlen të bëni një përpjekje për të bërë diçka të bukur. Mundet të përditësoni gjithashtu pamjen pas parashtrimit të kanalit tuaj.

source: Channel Manager
sq: Përgjegjës Kanalesh
sv: Kanalhanterare

source: Notes
sq: Shënime
sv: Anteckningar

source: Channel is %(state)s
ca: El canal està %(state)s
it: Il Canale è %(state)s
sq: Kanali është %(state)s
sv: Kanalen är %(state)s

source: Edit Your Channel / View Statistics / Get Help
ca: Editar canal / Veure estadística / Ajuda
it: Modifica il tuo Canale / Guarda le statistiche / Ottieni Aiuto
sq: Përpunoni Kanalin Tuaj / Shihni Statistikat / Kini Ndihmë
sv: Ändra kanalen / Se statistik / Få hjälp

source: Update My Profile
ca: Actualitza el meu perfil
it: Aggiorna il Mio Profilo
sq: Përditëso Profilin Tim
sv: Uppdatera min profil
