Repository: kmshi/miroguide
Catalog: channelguide/locale/*/LC_MESSAGES/django.po
Languages: ca, de, ga, he, it, nb, nn, pt, sl, sq, sv

source: (no name)
de: (unbenannt)
ga: (gan-ainm)
he: (ללא שם)
nb: (uten navn)
nn: (namnlaus)
pt: (sem nome)
sl: (brez imena)

source: Download
ga: Íosluchtaigh
he: הורד
nb: Last ned
nn: Last ned
pt: Descarregar
sl: Prenesi

source: Read more
de: Lese mehr
ga: Léigh tuilleadh
he: קרא עוד
nb: Les mer
nn: Les meir
pt: Ler mais
sl: Več o tem

source: Preview
ga: Réamhamharc
nb: Forhåndsvis
pt: Pré-visualizar
sl: Predogled

source: Terms too short
de: Begriffe zu kurz
he: המונחים קצרים מידיי
pt: Termos curtos de mais
sl: Iskani niz je prekratek

source: I'm sorry, your search term was too short; it must be at least 3 characters.
de: Leider war ihr Suchbegriff zu kurz; er muss aus mindestens 3 Zeichen bestehen.
pt: Desculpe, mas os seu termo de busca é curto de mais; deve ter pelo menos 3 caracteres.
sl: Žal je vaš iskalni pojem prekratek; dolg mora biti najmanj tri znake.

source: Time to Upgrade!
de: Zeit für ein Upgrade!
he: זמן לשדרג!
nb: På tide å oppgradere.
nn: På tide å oppgradera!
pt: É Altura de Actualizar!
sl: Čas je za posodobitev!

source: You're not seeing all the Miro Guide content -- adding sites to your sidebar only works in Miro 2.0, so it's time to <a href="http://getmiro.com">upgrade</a>.
de: Sie sehen nicht den gesamten Inhalt von Miro Guide -- das Hinzufügen von Seiten zu Ihrer Seitenleiste funktioniert nur in Mir0 2.0, also ist es Zeit für ein <a href="http://getmiro.com">Upgrade</a>.
pt: Não está a ver todo o conteúdo do Guia do Miro -- adicionar sitesà sua barra lateral só funciona no Miro 2.0, portanto, é alture de <a href="http://getmiro.com">actualizar</a>.
sl: Če ne vidite vseh vsebin Vodnika Miro -- dodajanje spletnih mest v stransko vrstico deluje le v Miro 2.0, zato je čas, da Miro <a href="http://getmiro.com">nadgradite</a>.

source: Search Results
de: Suchergebnisse
ga: Torthaí an Chuardaigh
he: תוצאות חיפוש
nb: Søkeresultater
nn: Søkjeresultat
pt: Resultados da Procura
sl: Rezultati iskanja

source: 1 feed matches "%(t)s"
de: 1 Feed enthält "%(t)s"
pt: 1 Fonte corresponde à procura "%(t)s"
sl: %(feed_count)s virov se ujema s/z "%(t)s"

source: 1 site matches "%(t)s"
de: 1 Seite enthält "%(t)s"
pt: 1 site corresponde à procura "%(t)s"
sl: %(site_count)s spletnih mest se ujema z "%(t)s"

source: Video feeds are downloaded first, and can be watched online or offline. Many are in full HD.
de: Video Feeds werden zuerst heruntergeladen und können sowohl online, als auch offline gesehen werden. Viele davon sind in HD.
nb: Videokilder blir først lastet ned, slik at du kan se de uten å være koblet til internett. Mange av programmene er i full HD-oppløsning.
pt: As fontes de vídeo são descarregadas primeiro, e podem ser vistas online ou offline. Muitas estão em verdadeira Alta Definição (HD)
sl: Viri posnetkov se najprej prenesejo, nato pa jih lahko gledate povezani ali v brezpovezavnem načinu. Številni so v visoki ločljivosti (HD).

source: Most sites require a fast internet connection for streaming video. Bookmark your favorites with Miro.
de: Die meisten Seiten erfordern eine schnelle Internetverbindung um Videos zu streamen. Setzen Sie Lesezeichen mit Miro.
pt: A maioria dos sites requer uma ligação rápida à internet para transmitir vídeo. Marque os seus favoritos com o Miro.
sl: Večina spletnih mest zahteva za pretočne posnetke hitro internetno povezavo. Svoje priljubljene zaznamujte s programom Miro.

source: You need an account to change language settings
de: Sie benötigen ein Konto, um die Spracheinstellungen ändern zu können.
he: אתה צריך חשבון כדי לשנות את הגדרות השפה
nb: Du må ha en konto for å kunne endre språkinnstillinger
pt: Precisa de uma conta para mudar as definições de língua
sl: Za spremembo jezikovnih nastavitev morate imeti svoj račun

source: We need you to login or register to change your language settings.
de: Sie müssen sich einloggen oder registrieren, um die Spracheinstellungen ändern zu können.
he: אתה צריך להירשם או להיכנס כדי לשנות את הגדרות השפה שלך.
nb: Du må logge inn eller registrere deg for å kunne endre språkinnstillingene.
pt: Precisa de se ligar ou registar para mudar as suas definições de língua.
sl: Če želite spremeniti jezikovne nastavitve, se morate prijaviti oziroma registrirati.

source: Miro Guide - Login
he: Miro Guide - כניסה
nb: Miro-guide – Logg inn
pt: Guia do Miro - Ligar-se
sl: Vodnik Miro - Prijava

source: Time to sign up for an account!
de: Es ist Zeit einen Account anzulegen!
ga: Tá sé thar am chun cuntas a chruthú!
he: זמן להרשם לחשבון!
nb: På tide å registere en konto.
pt: É altura de registar uma conta
sl: Čas je, da odprete svoj račun!

source: Miro takes the video you like, compares them with other viewers' tastes, and then gives you recommendations.
pt: O Miro compara os vídeos de que gosta com os gostos de outros utilizadores, e a partir daí faz-lhe recomendações.
sl: Miro si zapomni posnetke, ki so vam všeč, jih primerja z okusom drugih gledalcev in nato na osnovi sorodnosti ponuja predloge.

source: Rate more videos and feeds for more recommendations.
de: Bewerten Sie mehr Videos und Feeds, um mehr Empfehlungen zu erhalten
he: דרג עוד סרטונים וערוצים לעוד המלצות.
pt: Avalie mais vídeos e Fontes para receber mais recomendações.
sl: Ocenite čim več vsebin in virov, da boste prejeli še boljše predloge.

source: Login
ca: Inici de sessió
de: Anmeldung
ga: Sínigh isteach
he: התחבר
nb: Innlogging
nn: Logg inn
pt: Iniciar Sessão
sl: Prijava
sq: Hyni
sv: Logga in

source: Got an account? Just log in!
ca: Teniu un compte? Doncs inicieu un sessió
de: Haben Sie schon einen Zugang? Dann logen Sie sich ein!
ga: An bhfuil cuntas agat? Sínigh isteach!
he: יש לך כבר חשבון? פשוט תיכנס!
it: Hai un account? Allora loggati!
nb: Har du en konto? Bare logg inn!
nn: Har du konto? Berre logg inn!
pt: Tem uma conta? Faça log in!
sl: Imate račun? Prijavite se!
sq: Keni llogari? Thjesht futuni!
sv: Har du redan ett användarnamn? Logga in!

source: Register
ca: Registreu-vos
de: Anmelden
ga: Cláraigh
he: הירשם
nb: Registrér
nn: Registrer
pt: Registar
sl: Registriraj se
sq: Regjistrohuni
sv: Registrera

source: Show marked as HD! Does it meet
pt: Programa marcado como HD! Satisfaz os
sl: Oddaja, označena s HD! Ali ustreza

source: requirements
ga: riachtanais
nb: krav
pt: requisitos
sl: zahtevam

source: %(count)s Unreviewed shows
de: %(count)s nicht bewertete Shows
pt: %(count)s programas não-analisados
sl: %(count)s neocenjenih vsebin

source: %(count)s Don't know shows
pt: %(count)s Não Conhecem Programas
sl: %(count)s nepoznanih vsebin

source: %(count)s Shows waiting for Reply
de: %(count)s Shows warten auf Antwort
he: %(count)s תוכניות ממתינות לתשובה
pt: %(count)s Programas à espera de Resposta
sl: %(count)s vsebin čaka na odgovor

source: %(count)s Suspended Shows
de: %(count)s unterbrochene Shows
he: %(count)s תוכניות מושהות
pt: %(count)s Programas Suspendidos
sl: %(count)s prekinjenih oddaj

source: %(count)s Rejected shows
de: %(count)s abgelehnte Shows
he: %(count)s תוכניות דחויות
nb: %(count)s avviste programmer
pt: %(count)s Programas Rejeitados
sl: %(count)s zavrnjenih vsebin

source: %(count)s shows in Featured Queue
pt: %(count)s programas em lista de espera para Destaque
sl: %(count)s oddaj v izpostavljeni vrsti

source: How to Moderate
ca: Com moderar
de: Wie moderiert man
ga: Conas Modhnaigh
he: איך לנהל
it: come moderare
nb: Hvordan Moderere
nn: Korleis moderera
pt: Como Moderar
sl: Kako moderirati
sq: Si të Moderohet
sv: Hur man modererar

source: Search For Users
ca: Cerca usuari
de: Nach Benutzern suchen
ga: Cuardaigh Le hAghaidh Daoine
he: חפש משתמשים
it: Cerca Utenti
nb: Søk Etter Brukere
nn: Søk etter brukarar
pt: Procurar Por Utilizadores
sl: Poišči uporabnike
sq: Kërko për Përdoruesa
sv: Sök efter användare

source: Moderator list
ca: Llistat de moderadors
de: Moderatorenliste
ga: Réim na modhnóirí
he: רשימת ניהול
it: Lista del moderatore
nb: Moderatorliste
nn: Moderatorliste
pt: Lista de moderadores
sl: Seznam moderatorja
sq: Listë moderatori
sv: Lista över moderatorer

source: Edit Genres list
de: Genreliste bearbeiten
he: ערוך רשימת סוגות
nb: Rediger sjangerlisten
nn: Endra sjangerliste
pt: Editar a Lista de Géneros
sl: Uredi seznam žanrov

source: Edit Languages list
ca: Edita llistat d'idiomes
de: Sprachenliste bearbeiten
ga: Déan eagarthóireacht ar réim na mBéarlaí
he: ערוך רשימת שפות
it: modifica l'elenco delle lingue
nb: Endre Språkliste
nn: Endra språkliste
pt: Editar lista de Idiomas
sl: Uredi seznam jezikov
sq: Përpunoni listë Gjuhësh
sv: Redigera listan av språk

source: Moderator History
ca: Història del moderador
de: Moderationsverlauf
ga: Oireas na Modhnóirí
he: היסטורית ניהול
it: cronologia del moderatore
nb: Moderatorhistorie
nn: Moderatorhistorie
pt: História do Moderador
sl: Zgodovina moderatorja
sq: Historik Moderatori
sv: Moderatorhistoria

source: Email Show Managers
he: שלח אי-מייל למנהלי התוכנית
nn: Skriv til programstyrarane
pt: Enviar email aos Administradores do Programa
sl: Piši e-pismo upraviteljem oddaje

source: Moderator Message Board
ca: Taulell de missatges del moderador
de: Moderatorenforum
ga: Clár Plé na Modhnóirí
he: לוח הודעות ניהול
nb: Moderatormeldingspanel
nn: Moderatorbeskjedtavle
pt: Painel de Mensagens do Moderador
sl: Forum moderatorjev
sv: Moderatorernas anslagstavla

source: Miro Guide - Moderator History
he: Miro Guide - היסטורית ניהול
nb: Miro-guide – Moderatorhistorikk
pt: Guia do Miro - História dos Moderadores
sl: Vodnik Miro - Zgodovina moderatorja

source: User
de: Benutzer
ga: Úsáideoir
he: משתמש/ת
nb: Bruker
nn: Brukar
pt: Utilizador
sl: Uporabnik

source: Show
ga: Taispeáin
he: הצג
pt: Mostrar
sl: Pokaži

source: Action
de: Aktion
ga: Gníomh
he: פעולה
nb: Handling
nn: Handling
pt: Acção
sl: Dejanje

source: Date
de: Datum
ga: Dáta
he: תאריך
nb: Dato
nn: Dato
pt: Data
sl: Datum

source: Password Set
ga: Socraíodh an Focal Faire
he: קביעת סיסמה
nb: Passord Satt
nn: Passord endra
pt: Palavra-passe Configurada
sl: Geslo določeno

source: A new password has been created for your account.
de: Ein neues Passwort wurde für Íhren Zugang erstellt.
ga: Cruthaíodh focal faire nua do do chuntas.
he: סיסמה חדשה נוצרה בשביל החשבון שלך.
nb: Et nytt passord har blitt opprettet for din konto.
pt: Uma nova palavra-passe foi criada para a sua conta.
sl: Za vaš račun je bilo izdelano novo geslo.

source: BitTorrent Video
ga: Físeán BitTorrent
he: סרט BitTorrent
pt: Vídeo BitTorrent
sl: Video BitTorrent

source: BitTorrent videos cannot be streamed. The easiest way to watch is <a %(subscription_link)s>using Miro</a>.
de: BitTorrent Videos können nicht gestreamt werden. Der einfachste Weg ist in <a %(subscription_link)s>using Miro</a> erklärt.
pt: Vídeos BitTorrent não podem ser transmitidos. A forma mais fácil de os ver é <a %(subscription_link)s>usando o Miro</a>.
sl: Posnetkov BitTorrent ni možno pretakati. Najenostavnejši način ogledovanja je kar <a %(subscription_link)s>z Mirom</a>.

source: This is HD!
pt: Isto é HD
sl: To je visoka ločljivost!

source: High-definition videos are often slow to preview. You may want to use Miro to <a href="%(download_url)s">download</a> the video or <a %(subscription_link)s>subscribe</a> to the feed. It's free and easy!
pt: Vídeos em alta definição são, geralmente, lentos a pré-visualizar. Talvez prefira usar o Miro para <a href="%(download_url)s">descarregar</a> o vídeo ou <a %(subscription_link)s>assinar</a> a fonte. É grátis e fácil!
sl: Posnetki v visoki ločljivosti so pogosto prepočasni za predogled. Z Mirom lahko raje <a href="%(download_url)s">prenesete</a> posnetek ali se <a %(subscription_link)s>naročite</a> na vir. Zastonj je in enostavno!

source: Video Title:
de: Video Titel
he: כותרת הסרטון:
nb: Videotittel
pt: Título do Vídeo:
sl: Naslov posnetka:

source: Back to Feed:
de: Zurück zum Feed
he: חזרה לערוץ:
nb: Tilbake til kilden:
pt: De Volta à Fonte:
sl: Nazaj na vir:

source: Synopsis
de: Übersicht
ga: Achoimre
he: תקציר
nb: Sammendrag
nn: Samandrag
pt: Sinopse
sl: Sinopsis

source: DOWNLOAD
ga: ÍOSLUCHTAIGH
he: הורד
nb: LAST NED
nn: LAST NED
pt: DESCARREGAR
sl: Prenesi

source: SHARE
de: TEILEN
ga: COMHROINN
he: שתף
nb: DEL
nn: DEL
pt: PARTILHAR
sl: V skupno rabo

source: Date Posted
he: תאריך פרסום
pt: Data de Publicação
sl: Datum objave

source: Previous
de: Zurück
ga: Siar
he: קודם
nb: Forrige
nn: Førre
pt: Anterior
sl: Prejšnji

source: Recently Aired
he: פורסם לאחרונה
nn: Nyleg vist
pt: Transmitidos Recentemente
sl: Pred kratkim v etru

source: Miro Guide - %(title)s
pt: Guia do Miro - %(title)s
sl: Vodnik Miro - %(title)s

source: Miro Guide - Most Popular
nb: Miro-guide – Mest populære
pt: Guia do Miro - Os Mais Populares
sl: Vodnik Miro - Najbolj priljubljeni

source: Most Popular %(view)s
ga: Na Cinn A Bhfuil Móréilimh Orthu %(view)s
nb: Mest populær %(view)s
pt: Mais Popular %(view)s
sl: Najbolj priljubljeni %(view)s

source: Videos You'll Love
he: סרטונים שתאהב
nb: Videoer du vil elske
nn: Videoar du vil elska
pt: Vídeos Que Vai Adorar
sl: posnetki, ki vam bodo všeč

source: Things I've rated
he: דברים שדרגתי
pt: Coisas Que Avaliei
sl: Vsebine, ki ste jih ocenili

source: Via Email
he: דרך אי-מייל
nb: Via e-post
nn: Via e-post
sl: Prek e-pošte

source: From
de: Von
ga: Ó
he: מ־
nb: Fra
nn: Frå
pt: De
sl: Pošiljatelj

source: Your Email
de: Deine E-Mail
ga: Do Sheoladh Ríomhphoist
he: האי-מייל שלך
nb: Din e-post
pt: O Seu Email
sl: Vaš e-poštni naslov

source: Recipients
ga: Faighteoirí
he: נמענים
nb: Mottakere
nn: Mottakarar
pt: Destinatários
sl: Prejemniki

source: Comma Separated Email Addresses
he: כתובות אי-מייל מופרדות בפסיקים
pt: Endereços de Email Separados por Vírgula
sl: Z vejicami ločeni e-poštni naslovi

source: Leave a Comment (Optional)
ga: Fág Trácht (Roghnach)
he: השאר הערה (רשות)
nb: Legg igjen en kommentar (frivillig)
pt: Deixar um Comentário (Opcional)
sl: Pusti komentar (neobvezno)

source: Share with your buddies, as well as the world. We all love gifts.
he: שתף עם החברים שלך, ועם כל העולם. כולנו אוהבים מתנות.
pt: Partilhe com os seus amigos e com o mundo. Todos adoramos presentes.
sl: Delite s svojimi prijatelji in s celim svetom. Vsi imamo radi darila.

source: Direct Link
de: Direkter Link
ga: Nasc Díreach
he: קישור ישיר
nn: Direktelenkje
pt: Hiperligação Directa
sl: Neposredna povezava

source: Right click and copy link location
pt: Clique com o butão direito e copie a localização da ligação
sl: Desno kliknite in kopirajte mesto povezave

source: Close
ga: Dún
he: סגור
nb: Lukk
nn: Lukk
pt: Fechar
sl: Zapri

source: Miro - Shared
ga: Miro - Comhroinnte
he: Miro - משותפים
nb: Miro – Delt
pt: Miro - Partilhado
sl: Miro - Skupna raba

source: Shared by Moderators
ga: Comhroinnte ag na Modhnóirí
he: שותף ע"י מנהלים
nb: Delt av Moderatorer
pt: Partilhado por Moderadores
sl: V skupni rabi moderatorjev

source: Miro Guide -
ga: Eolaí Miro -
nn: Miro-gaid –
pt: Guia do Miro -
sl: Vodnik Miro -

source: This show may not be available to you, as it is restricted to certain countries.
pt: Este programa pode não estar disponível para que o veja, visto que está restrito a certos países.
sl: Ta oddaja morda vam ne bo na voljo, saj je omejena na določene države.

source: Add Feed to Your Sidebar
de: Feed zu deiner Seitenleiste hinzufügen
he: הוסף ערוץ לסרגל הצד שלך
nb: Add til i sidepanelet
pt: Adicionar a Fonte à Sua Barra Lateral
sl: Dodaj vir v stransko vrstico

source: Add Site to Your Sidebar
he: הוסף אתר לסרגל הצד שלך
nb: Add til i sidepanelet
nn: Legg nettstad til sidestolpen
pt: Adicionar o Site à Sua Barra Lateral
sl: Dodaj mesto v stransko vrstico

source: Visit Show Website
he: בקר באתר התוכנית
nb: Gå til programmets nettside
pt: Visitar o Site do Programa
sl: Obišči spletno stran vsebine

source: Show all
de: Zeige alle
ga: Taispeáin uile
he: הצג הכל
nb: Vis alle
nn: Vis alle
pt: Mostrar Tudo
sl: Pokaži vse

source: Feed
ga: Fotha
he: ערוץ
nb: Kilde
nn: Kjelde
pt: Fonte
sl: Vir

source: Related Feeds
he: ערוצים קשורים
nb: Relaterte kilder
nn: Liknande kjelder
pt: Fontes Relacionadas
sl: Sorodni viri

source: Related Sites
ga: Láithreáin Gaolmhara
he: אתרים קשורים
nb: Relaterte sider
nn: Liknander nettstader
pt: Sites Relacionados
sl: Sorodna spletna mesta

source: Miro - Tags
ga: Miro - Clibeanna
he: Miro - תגיות
nb: Miro – Nøkkelord
pt: Miro - Etiquetas
sl: Miro - Značke

source: Moderator's Area
de: Moderatorenbereich
ga: Limistéar an Mhodhnóra
he: איזור מנהלים
it: Area dei moderatori
nb: Moderatorområde
nn: Moderatorområde
pt: Área de Moderador
sl: Območje moderatorja
sq: Zona e Moderatorëve
sv: Moderatorernas område

source: View/Edit Profile
de: Profil ansehen/ändern
ga: Féach Ar/Cuir in Eagar an Bheathaisnéisín
he: ראה\ערוך פרופיל
nb: Vis/rediger profil
nn: Vis/rediger profil
pt: Ver/Editar Perfil
sl: Pokaži/uredi profil
sq: Shihni/Përpuno Profil
sv: Visa/Redigera profil

source: Shows I Manage
he: סרטונים שאני מנהל
pt: Programas Que Eu Administro
sl: Vsebine, s katerimi upravljam

source: Submit a Show
he: העלה תוכנית
pt: Submeter um Programa
sl: Objavi oddajo

source: Log Out
de: Abmelden
ga: Scoir
he: התנתק
nb: Logg ut
nn: Logg ut
pt: Terminar Sessão
sl: Odjavi
sq: Dilni
sv: Logga ut

source: Password
de: Passwort
ga: Focal Faire
he: סיסמה
nb: Passord
pt: Palavra-passe
sl: Geslo

source: Forgot password
de: Passwort vergessen
ga: Ar dhearmad tú d'fhocal faire
he: שכחתי סיסמה
it: Password dimenticata
nb: Glemt passord
nn: Gløymt passord
pt: Esqueceu a password
sl: Pozabil(a) sem geslo
sq: U harrua fjalëkalimi
sv: Hjälp, jag har glömt mitt lösenord.

source: Register!
de: Anmelden!
ga: Cláraigh!
he: הרשם!
it: Registrati!
nb: Registrer!
nn: Registrer!
pt: Registar!
sl: Registriraj me!
sq: Regjistrohuni!
sv: Registrera dig som en ny användare

source: Register Now!
de: Jetzt anmelden!
ga: Cláraigh Anois!
he: הרשם עכשיו
it: Registrati Ora!
nb: Registrer deg!
nn: Registrer deg!
pt: Registar Agora!
sl: Registrirajte se zdaj!
sq: Regjistrohuni Tani!
sv: REgistrera dig här!

source: Always Free
de: Immer kostenlos
ga: Saor In Aisce I gCónaí
he: תמיד חופשי
nb: Alltid gratis
nn: Alltid gratis
pt: Sempre Grátis
sl: Vedno brezplačno
sq: Përherë Falas
sv: Alltid gratis

source: Display Shows:
de: Zeige Shows:
ga: Taispeáin Cláir:
he: הצג סרטונים:
nb: Vis programmer:
pt: Mostrar Programas:
sl: Pokaži oddaje:

source: In all languages
de: In allen Sprachen
ga: I ngach teanga
he: בכל השפות
nb: På alle språk
pt: Em todas as línguas
sl: v vseh jezikih

source: In my language
de: In meiner Sprache
ga: I mo theanga
he: בשפה שלי
nb: På mitt språk
pt: Na minha língua
sl: v mojem jeziku

source: My Language:
de: Meine Sprache:
ga: Mo Theanga:
he: השפה שלי:
nb: Mitt språk:
pt: A Minha Língua:
sl: Moj jezik:

source: Miro Guide - Shows You've Rated
he: מדריך מירו: סרטונים שדרגת
nb: Miro-guide – Programmer du har gitt karakter
pt: Guia do Miro - Programas que Avaliou
sl: Vodnik Miro - Vsebine, ki ste jih ocenili

source: Shows You've Rated
he: סרטונים שדרגת
nb: Programmer du har gitt karakter
pt: Programas que Avaliou
sl: Vsebine, ki ste jih ocenili

source: Invalid verification code.
de: Ungültiger Bestätigungscode
he: קוד אימות שגוי.
nb: Ugyldig verifiseringskode.
nn: Ugyldig stadfestingskode.
pt: Código de verificação inválido.
sl: Neveljavna preveritvena koda.
sq: Kod verifikimi i gabuar.

source: Edit Genre
de: Genre bearbeiten
he: ערוך סוגה
nb: Rediger sjanger
pt: Editar Género
sl: Uredi žanr

source: New Genre
de: Neues Genre
ga: Aicme Nua
he: סוגה חדשה
nb: Ny sjanger
pt: Novo Género
sl: Nov žanr

source: Channels Waiting For Replies
ca: Esperant resposta dels canals
de: Kanäle die auf Antwort warten
ga: Bealaí Ag Feitheamh Ar Freagraí
he: ערוצים שממתינים לתשובה
it: Canali che aspettano una risposta
nb: Kanaler Som Venter På Svar
nn: Kanalar som ventar på svar
pt: Canais à Espera de Resposta
sl: Kanali, ki čakajo na odziv
sq: Kanale Në Pritje Për Përgjigje
sv: Kanaler som väntar på återkoppling

source: Channels Flagged Don't Know By a Moderator
ca: No sabem qui és l'administrador dels canals assenyalats
de: Kanäle, die als unbekannt von einem anderen Moderator gekennzeichnet wurden.
ga: Bealaí A D'fhógair Modhnóir Níl A Fhios Agam
it: Canali marcati come "Non conosco" da un moderatore
nb: Kanaler Merket 'Vet Ikke' Av en Moderator
nn: Kanalar flagga Veit ikkje av ein moderator
pt: Canais Marcados Como 'Não Conhecidos' Por Um Moderador
sl: kanalov, ki jih je moderator označil za neznane

source: Rejected Channels
ca: Canals rebutjats
de: Abgelehnte Kanäle
ga: Bealaí Diúltaithe
he: ערוצים דחויים
it: Canali Rifiutati
nb: Avviste Kanaler
nn: Avslådde kanalar
pt: Canais Rejeitados
sl: Zavrnjeni kanali
sq: Kanale të Hedhur Tej
sv: Kanaler som fått avslag

source: Suspended Channels
ca: Canals suspesos
de: aufgelöste Kanäle
ga: Bealaí Ar Fionraí
he: ערוצים מושהים
it: Canali Sospesi
nb: Suspenderte Kanaler
nn: Suspenderte kanalar
pt: Canais Suspensos
sl: Blokirani kanali
sq: Kanale të Pezulluar
sv: Avstängda kanaler

source: Featured Queue
de: Warteschlange mit Empfehlungen
ga: Gné Scuaine
nn: Omtalekø
pt: Fila de Destacados
sl: Vrsta pod žarometom

source: Unreviewed Channels
ca: Canals no vistos
de: Kanäle ohne Review
ga: Bealaí Gan Léirmheasanna
it: Canali non revisionati
nb: Ikke-anmeldte Kanaler
nn: Ugjennomsedde kanalar
pt: Canais sem Revisão
sl: Neocenjeni kanali
sq: Kanale të Pashqyrtuar
sv: Ogranskade kanaler

source: Subscribe to all %i channels
de: Abnonniere alle %i Kan&auml;le
nb: Abonner på alle %i kanalene
nn: Abonner på alle %i kanalane
pt: Assinar todos os canais %i
sl: Naroči se na vseh %i kanalov

source: Rejection emails need a body
ca: Els correus de rebuig ha d'incloure els motius
de: Mails zur Ablehnug ben&ouml;tigen Inhalt
ga: Tá téacs de dhíth ó na ríomhphoist diúltaithe
it: L'email di rifiuto deve contenere un corpo messaggio
nb: Disse e-postene trenger tekst
nn: Desse e-postane treng tekst
pt: Correio electrónico de rejeição precisa de corpo
sl: E-poštna sporočila zavrnitve morajo imeti telo sporočila
sq: Email-et e refuzimit duhet të kenë përmbajtje
sv: E-postmeddelanden måste innehålla någonting

source: %s featured on Miro Guide
ca: %s presentat a la guia Miro
ga: %s ar fáil ar Eolaí Miro
nb: %s fremhevet på Miro-Guiden
nn: %s sponsa av Miroguiden
pt: %s destacados no Guia Miro
sl: %s - v vodniku Miro

source: Subscriptions for %s
he: הרשמה ל-%s
pt: Subscrições para %s
sl: Naročnine %s

source: Current image (no change)
ca: Imatge actual (sense canviar)
de: Aktuelles Bild (keine Veränderung)
ga: An íomhá reatha (gan athrú)
he: תמונה נוכחית (אין שינוי)
it: Immagine corrente (nessuna modifica)
nb: Nåværende bilde (ingen endringer)
nn: Gjeldane bilete (inga endring)
pt: Imagem actual (sem alteração)
sl: Trenutna slika (brez spremembe)
sq: Pamje e tanishme (pa ndryshim)
sv: Innevarande bild (ingen förändring)

source: Current image (uploaded)
ca: Imatge actual (carregada)
de: Derzeitiges Bild (hochgeladen)
ga: An íomhá reatha (uasluchtaithe)
he: תמונה נוכחית (הועלתה)
it: Immagine corrente (caricata)
nb: Nåværende bilde (opplastet)
nn: Gjeldane bilete (opplasta)
pt: Imagem actual (carregada)
sl: Trenutna slika (prenesena)
sq: Pamja e tanishme (u ngarkua)
sv: Befintlig bild (uppladdad)

source: Shows by Language
ga: Cláir de réir Teanga
he: סרטונים לפי שפה
nb: Videoer etter språk
pt: Programas por Língua
sl: Vsebine po jezikih

source: Edit Languages
ca: Edita idiomes
de: Sprachen bearbeiten
ga: Déan Eagarthóireacht Ar Na Béarlaí
he: ערוך שפות
it: Modifica lingue
nb: Rediger Språk
nn: Endre språk
pt: Editar Idiomas
sl: Uredi jezike
sq: Përpunoni Gjuhët
sv: Redigera språk

source: New Language
ca: Idioma nou
de: Neue Sprache
ga: Béarla Nua
he: שפה חדשה
it: Nuova lingua
nb: Nytt språk
nn: Nytt språk
pt: Novo Idioma
sl: Nov jezik
sq: Gjuhë e Re
sv: Nytt språk
