Repository: kmshi/miroguide
Catalog: channelguide/locale/*/LC_MESSAGES/django.po
Languages: ca, de, ga, he, it, nb, nn, pt, sl, sq, sv

source: WELCOME TO MIRO!
ca: Benbingut/da al Miro!
it: BENVENUTO SU MIRO!
sq: MIRËSEVINI TE MIRO!
sv: VÄLKOMMEN TILL MIRO!

source: Three things to remember...
ca: Tres coses que cal recordar
it: Tre cose da ricordare...
sq: Tre gjëra për t'i mbajtur mend...
sv: Tre saker att komma ihåg...

source: Miro lets you subscribe to channels for free (they go to your sidebar)
ca: Miro us permet subscriure-us de franc a canals de vídeo (al menú lateral)
it: Miro ti permette di iscriverti ai canali gratuitamente (li troverai nella tua sidebar)
sq: Miro-ja ju lejon të pajtoheni falas në kanale (këta shkojnë te anështylla juaj)
sv: Miro låter dig prenumerera på kanaler gratis (de hamnar i sidofältet)

source: Miro will automatically download new videos from your channels
ca: Miro descarregarà automàticament els vídeos nous dels vostres canals
it: Miro scaricherà automaticamente nuovi video dai tuoi canali
sq: Miro-ja do të shkarkojë vetvetiu video të reja prej kanaleve tuaja
sv: Miro kommer automatiskt att ladda ner nya filmer från dina kanaler

source: green
ca: verd
it: verde
sq: e gjelbër
sv: grön

source: new
ca: nou
it: nuovo
sq: e re
sv: ny

source: We Have Channel Recommendations for You! <u>click here</u>
ca: Tenim un canal de recomanacions per vos! <u>clic aquí</u>
it: Abbiamo delle segnalazioni di canali per te! <u>click here</u>
sq: Kemi Rekomandime Kanalesh për Ju! <u>klikoni këtu</u>
sv: Här kommer rekommendationer om kanaler! <u>klicka här</u>

source: Share Miro With Your Friends:
ca: Comparteix el Miro amb les teves amistats:
it: Condividi Miro con i tuoi amici:
sq: Ndajeni Miro-n Me Miqtë Tuaj:
sv: Dela med dig av Miro till goda vänner:

source: Get Started
ca: Som-hi
it: Per iniziare
sq: Nisjani
sv: Börja här

source: Browse All %(total_channels)s channels
ca: Navega per tots el canals %(total_channels)s
sq: Shfletoni Tërë %(total_channels)s kanalet
sv: Bläddra bland alla %(total_channels)s kanaler

source: Miro Guide - Channels for
sq: Udhërrëfyes i Miro-s - Kanale për

source: Submitted channels:
ca: Canals tramesos:
sq: Kanale të parashtruar:
sv: Föreslagna kalaner:

source: Miro Guide - %(group_name)s
sq: Udhërrëfyes i Miro-s - %(group_name)s

source: Recommended for you
sq: Rekomanduar për ju
sv: Rekommenderade för dig

source: View all
sq: Shihini të Tërë
sv: Visa alla

source: %(count)s Unreviewed channels
ca: %(count)s Canals per visionar
it: %(count)s canali non revisionati.
sq: %(count)s Kanale të Pashqyrtuar

source: %(count)s Don't know channels
ca: %(count)s Canals desconeguts
sq: %(count)s Kanale S'di të them

source: %(count)s Channels waiting for Reply
ca: %(count)s Espèrant resposta del canal
sq: %(count)s Kanale në Pritje të Përgjigjesh

source: %(count)s Suspended Channels
ca: %(count)s Canals suspesos
it: %(count)s canali sospesi
sq: %(count)s Kanale të Pezulluar

source: %(count)s Rejected channels
ca: %(count)s Canals rebutjats
it: %(count)s canali rifiutati
sq: %(count)s Kanale të Hedhur Tej
sv: %(count)s Avvisade kanaler

source: Edit Category list
ca: Edita llista de cartegories
it: Modifica la lista delle categorie
sq: Përpunoni listë Kategorish
sv: Redigera kategorilistan

source: Next &gt;&gt;
ca: Proper &gt;&gt;
it: Successivo &gt;&gt;
sq: Pasuese &gt;&gt;
sv: Nästa &gt;&gt;

source: %(start)s-%(end)s of %(total)s
ca: %(start)s-%(end)s de %(total)s
sq: %(start)s-%(end)s nga %(total)s

source: Rate!
ca: Valora!
it: Vota!
sq: Vlerësoni!
sv: Klassa!

source: Our Bet: %(stars)s Stars
ca: La nostra aposta: %(stars)s estrelles
sq: Me Bast: %(stars)s Yje

source: Because you like
ca: Perquè us agrada
it: Perchè ti piace
sq: Ngaq ju pëlqen
sv: Därför att du gillar

source: Miro Guide - Channels You'll Love
sq: Udhërrëfyesi i Miro-s - Kanale Që i Doni

source: Rating Key | cancel: No Interest; 1 Star: Hate; 2 Stars: Dislike; 3 Stars: Like; 4 Stars; Like Lots; 5 Stars: Love!
sq: Taste Vlerësimesh | cancel: Pa Interes; 1 Yll: Të hap Barkun; 2 Yje: Jo Kushedi; 3 Yje: Jo keq; 4 Yje; Goxha i Mirë; 5 Yje: Ta Heq Trurin!

source: Channels You've Rated
ca: Canals que heu valorat
it: Canali che hai valutato
sq: Kanale Që i Keni Vlerësuar
sv: Kanaler som du har klassat

source: To get new recommendations, rate these channels then
ca: Per aconseguir recomanacions noves, valoreu aquests canals i llavors
sq: Për të pasur rekomandime të reja, vlerësoni këto kanale atëherë

source: reload
ca: actualitzeu
it: ricarica
sq: ringarkoje
sv: Ladda om

source: this page.
ca: aquesta pàgina
it: questa pagina.
sq: këtë faqe.
sv: den här sidan

source: You can rate channels by clicking on stars (here or anywhere else in the guide). Please rate some of these channels and <a href="">come back</a>; we'll have recommendations for you. The more you rate, the more accurate we'll be.
sq: Kanalet mund të vlerësohen duke klikuar mbi yjet (këtu apo kudo gjetkë në udhërrëfyes). Ju lutem vlerësoni disa prej këtyre kanaleve dhe <a href="">rikthehuni</a>; do të ketë rekomandime për ju. Sa më tepër që vlerësoni, aq më në shenjë do të godasin rekomandimet.

source: Miro Guide - Submit Channel
sq: Udhërrëfyesi i Miro-s Parashtroni Kanal

source: Miro Guide - Channels You've Rated
sq: Udhërrëfyesi i Miro-s - Kanale Që i Keni Vlerësuar

source: List Your Channel in the Miro Guide!
ca: Llisteu els vostres canals a la Guia Miro
it: Inserirsci i tuoi canali nell'elenco della Guida di Miro!
sq: Vendoseni Kanalin Tuaj te Udhërrëfyesi i Miro-s!
sv: Lista din kanal i Miroguiden!

source: All you need is an account...
ca: Només us cal estar registrat...
it: Tutto ciò che ti serve è un account...
sq: Gjithë ç'ju duhet është një llogari...
sv: Allt du behöver är ett konto...

source: Rate Channels, Get Recommendations
sq: Vlerësoni Kanale, Merrni Rekomandime

source: Sign in (or create an account)
sq: Nënshkruani (ose krijoni një llogari)

source: Give Channels Star Ratings
sq: Jepuni Kanalve Vlerësime me Yje

source: We'll Give You Recommendations
sq: Do T'ju Japim Rekomandime

source: Your ratings will show up, but won't count towards the average until you confirm your e-mail.
ca: La vostra valoració apareixerà, però no comptarà per a la mitjana fins que no confirmeu la vostra adreça de correu.
sq: Vlerësimet tuaja do të duken, por nuk do të ndikojnë në mesatare para se të ripohoni e-mail-in tuaj.
sv: Dina bedömningar kommer att visas, men kommer inte att räknas med i genomsnittet förrän du har bekräftat din e-postadress.

source: Your Video RSS Feed is a Miro Channel
ca: El vostre canal RSS és un canal Miro
it: Il tuo Feed RSS Video è un canale Miro
sq: Prurja Juaj RSS për Video është Kanal Miroje
sv: Ditt video RSS-flöde är en Mirokanal

source: It is super easy to submit your channel to the Miro Guide. Just give us the feed address, answer a few easy questions, and you&apos;re all done.
ca: És molt fàcil trametre el vostre canal a la Guia Miro. Només cal enviar-nos l'adreça del canal, contestar algunes preguntes i llestos!
it: E' facilissimo sottomettere il tuo canale alla Guida di Miro. Devi solo fornirci l'indirizzo del feed, rispondere a poche facili domande ed hai finito.
sq: Është super e lehtë të parashtroni një kanal te Udhërrëfyesi i Miros. Thjesht jepni vendndodhjen e prurjes, përgjigjuni ca pyetjeve të lehta, dhe ja u bë.

source: Why Should I Rate Channels?
ca: Per què s'ahyn de valorar els canals?
it: Perchè devo dare un voto ai Canali?
sq: Pse Do të Duhej të Vlerësoja Kanale?
sv: Varför skall jag bedöma kanaler?

source: We are giving personalized recommendations, based on what you do and don't like. If you've ever used Netflix&reg;, you already know what we're talking about here. The more you rate, the more accurately we can recommend channels to you. It&apos;s that simple!
sq: Japim rekomandime të personalizuara, bazuar në atë çka ju pëlqen ose jo. Po qe se e keni përdorur ndonjëherë Netflix&reg;-in, tashmë e dini se për çfarë e kemi fjalën këtu. Sa më shumë që vlerësoni, aq më saktë mund të këshillojmë kanale për ju. Më thjeshtë s&apos;bëhet!

source: A Completely Open Guide
ca: Una guia completament oberta
it: Una guida completamente aperta
sq: Udhërrëfyes Plotësisht i Hapur
sv: En fullkomligt öppen guide

source: Because we accept channels (RSS feeds, aka 'video podcasts') from anyone, the Miro Guide is constantly expanding. Channel creators can add their feeds freely. If you know of a great video podcast that isn&apos;t already in the Guide, please contact the creator and ask them to submit it.
ca: Com que acceptem canals (Canals RSS, aka 'video podcasts') de tothom, la Guia Miro està ampliant-se constantment. Els creadors de canals poden afegir-los lliurement. Si coneixeu un bon canal de vídeo que no apareix a la Guia , animeu als seus propietaris que el registrin a la Guia Miro.
it: Dato che accettiamo canali (feed RSS o 'video podcast') da chiunque, la Guida Miro si espande continuamente. I creatori di canali possono aggiungere i loro feed gratuitamente. Se conosci un interessante video podcast che non è presente nella Guida, contatta il creatore e chiedigli di inviarlo.
sq: Ngaqë pranojmë kanale (prurje RSS, të njohur ndryshe edhe si 'video podcasts') prej cilitdo, Udhërrëfyesi i Miro-s zgjerohet vazhdimisht. Krijuesit e kanaleve mund t&apos;i shtojnë prurjet e tyre lirshëm. Nëse keni dijeni për një &quot;podcast&quot; video që s&apos;gjendet tashmë në Udhërrëfyes, ju lutem lidhuni me krijuesin dhe kërkojini ta parashtrojë.

source: Edit Categories
ca: Edita les categories
it: Modifica Categorie
sq: Përpunoni Kategori
sv: Redigera kategorier

source: New Category
ca: Categoria nova
it: Nuova categoria
sq: Kateogri e Re
sv: Ny kategori

source: What is Miro?
sq: Çfarë është Miro?

source: Miro is an easy way to subscribe and watch all of these shows. Using it is 100% free.
sq: Miro-ja është një rrugë e thjeshtë për t&apos;u pajtuar dhe parë tërë këto shfaqje. Përdorimi i tij është 100% falas.

source: Channels by Language
ca: Canals per idioma
it: Canali per Lingua
sq: Kanale sipas Gjuhësh
sv: Kanaler sorterade efter språk

source: Language: %s
ca: Idiomes: %s
it: Lingua: %s
sq: Gjuhë: %s
sv: Språk: %s

source: Make New post:
de: Neuer Post:

source: Latest Posts
de: Neueste Posts

source: (See all %(post_count)s posts)
de: (Alle %(post_count)s Posts ansehen)

source: I am the Creator
de: Ich bin der Ersteller

source: I'm a Fan
de: Ich bin ein Fan

source: Thanks!
de: Danke!

source: Croation
ca: Croat
it: Croato
sv: Kroatiska

source: Hinidi
it: Hindi
sv: Hindi

source: A-Z
sv: A-Ö

source: Click to Edit Channel / Assist Manager
ca: Clic per Editar el canal / Assistència
sv: Klicka här fär att redigera kanalen/hjälpa administratören

source: video
sv: film

source: Channels You'll &hearts;
ca: Us agradà &hearts;
sv: Kanaler som du tycker om

source: Email Channel Managers
ca: Correus dels administradirs de canals
it: Scrivi ai gestori del Canale

source: bubble (in the sidebar) means you've got
ca: un punt (al menú lateral) significa que ja el teniu

source: Miro
he: מירו

source: Material that is roughly 640x480 non-interlaced, and higher, can be marked as HD. This basically translates to DVD quality (without a lot of ugly compression artifacts) or better. Roughly 80% of the material on the channel must meet this criteria for it to be considered HD. Note: you are welcome to have an HD and non-HD version of the same channel
it: Contenuti che hanno approssimativamente una risoluzione di 640x480 non-interlacciato o superiore possono essere segnalati come HD. Sostanzialmente questa risoluzione equivale ad una qualità DVD o superiore (senza i numerosi brutti effetti causati dalla compressione). Approssimativamente l'80% dei contenuti del canale devono soddisfare questo criterio per essere considerato HD. Nota: è bene accetto avere una versione HD ed una non-HD dello stesso canale.

source: New Feed Videos
it: Nuovi Video Feed
