Repository: kmshi/miroguide
Catalog: channelguide/locale/*/LC_MESSAGES/django.po
Languages: ca, de, ga, he, it, nb, nn, pt, sl, sq, sv

source: English
ca: Anglès
ga: Sacs-Bhéarla
it: Inglese
nb: Engelsk
pt: Inglês
sl: angleščina
sq: Angleze
sv: Engelska

source: Arabic
ca: Àrab
ga: Araibis
it: Arabo
nb: Arabisk
pt: Árabe
sl: arabščina
sq: Arabe
sv: Arabiska

source: Bengali
ca: Bengalí
ga: Beangáilis
it: Bengali (Bangladesh)
nb: Bengalsk
sl: bengalščina
sq: Bengaleze
sv: Bengaliska

source: Catalan
ca: Català
ga: Catalóinis
it: Catalano
nb: Katalansk
pt: Catalão
sl: katalonščina
sq: Katalane
sv: Katalanska

source: Chinese
ca: Xinès
ga: Sínis
it: Cinese
nb: Kinesisk
pt: Chinês
sl: kitajščina
sq: Kineze
sv: Kinesiska

source: Croatian
ga: Cróitis
nb: Kroatisk
pt: Croata
sl: hrvaščina

source: Danish
ca: Danès
ga: Danmhairgis
it: Danese
nb: Dansk
pt: Dinamarquês
sl: danščina
sq: Daneze
sv: Danska

source: Dutch
ca: Holandès
ga: Ollainis
it: Olandese
nb: Nederlandsk
pt: Holandês
sl: nizozemščina
sq: Holandeze
sv: Holländska

source: Estonian
ca: Estonià
ga: Eastóinis
it: Estone
nb: Estisk
pt: Estónio
sl: estonščina
sq: Estoneze
sv: Estniska

source: Finnish
ca: Finès
ga: Fionlainnis
it: Finlandese
nb: Finsk
pt: Finlandês
sl: finščina
sq: Finlandeze
sv: Finska

source: French
ca: Francès
ga: Fraincis
it: Francese
nb: Fransk
pt: Francês
sl: francoščina
sq: Frënge
sv: Franska

source: German
ca: Alemany
ga: Gearmáinis
it: Tedesco
nb: Tysk
pt: Alemão
sl: nemščina
sq: Gjermane
sv: Tyska

source: Greek
ca: Grec
ga: Gréigis
it: Greco
nb: Gresk
pt: Grego
sl: grščina
sq: Greke
sv: Grekiska

source: Hebrew
ca: Hebreu
ga: Eabhrais
it: Ebraico
nb: Hebraisk
pt: Hebraico
sl: hebrejščina
sq: Hebraishte
sv: Hebreiska

source: Hindi
pt: Hindu
sl: hindujščina

source: Hungarian
ca: Hongarès
ga: Ungáiris
it: Ungherese
nb: Ungarsk
pt: Húngaro
sl: madžarščina
sq: Hungareze
sv: Ungerska

source: Icelandic
ca: Islandès
ga: Íoslainnis
it: Islandese
nb: Islandsk
pt: Islandês
sl: islandščina
sq: Islandishte
sv: Isländska

source: Indonesian
ca: Indonesi
ga: Indinéisis
it: Indonesiano
nb: Indonesisk
pt: Indonésio
sl: indonezijščina
sq: Indoneziane
sv: Indonesiska

source: Italian
ca: Italià
ga: Iodáilis
it: Italiano
nb: Italiensk
pt: Italiano
sl: italijanščina
sq: Italisht
sv: Italienska

source: Japanese
ca: Japonès
ga: Seapáinis
it: Giapponese
nb: Japansk
pt: Japonês
sl: japonščina
sq: Japoneze
sv: Japanska

source: Korean
ca: Coreà
ga: Córéis
it: Coreano
nb: Koreansk
pt: Coreano
sl: korejščina
sq: Koreane
sv: Koreanska

source: Kurdish (Sorani)
ca: Kurd
ga: Coirdis (Sorani)
it: Curdo (Sorani)
nb: Kurdisk (Sorani)
pt: Curdo (Sorani)
sl: kurdščina (Sorani)
sq: Kurde (Sorani)
sv: Kurdiska

source: Latvian
ca: Letó
ga: Laitvís
it: Lettone
nb: Latvisk
pt: Letão
sl: latvijščina
sq: Latviane
sv: Lettiska

source: Lithuanian
ca: Lituà
ga: Liotuáinis
it: Lituano
nb: Litauisk
pt: Lituano
sl: litvanščina
sq: Lituaneze
sv: Litauiska

source: Malay
ca: Malai
ga: Malaeis
it: Malese
nb: Malaysisk
pt: Malaio
sl: malajščina
sq: Malaje
sv: Malajiska

source: Norwegian
ca: Noruec
ga: Ioruais
it: Norvegese
nb: Norsk
pt: Norueguês
sl: norveščina
sq: Norvegjeze
sv: Norska

source: Persian
ca: Persa
ga: Peirsis
it: Persiano
nb: Persisk
pt: Persa
sl: perzijščina
sq: Persiane
sv: Persiska

source: Polish
ca: Polonès
ga: Polainnis
it: Polacco
nb: Polsk
pt: Polaco
sl: poljščina
sq: Polake
sv: Polska

source: Portuguese (Brazillian)
ca: Portuguès (Brasiler)
ga: Portaingéilis (Brasaíleach)
it: Portoghese (Brasiliano)
nb: Portugisisk (Brasil)
pt: Português (Brasileiro)
sl: portugalščina (Brazilija)
sq: Portugeze (Brazil)
sv: Portugisiska (Brasilien)

source: Portuguese (Portugal)
ca: Portuguès (Portugal)
ga: Portaingéilis (An Phortaingéil)
it: Portoghese (Portogallo)
nb: Portugisisk (Portugal)
pt: Português (Portugal)
sl: portugalščina (Portugalska)
sq: Portugeze (Portugali)
sv: Portugisiska (Portugal)

source: Romanian
ca: Romanès
ga: Rómáinis
it: Rumeno
nb: Rumensk
pt: Romeno
sl: romunščina
sq: Rumune
sv: Rumänska

source: Russian
ca: Rús
ga: Rúisis
it: Russo
nb: Russisk
pt: Russo
sl: ruščina
sq: Ruse
sv: Ryska

source: Serbo-Croatian
ca: Serbo-croat
ga: Seirbea-Chróitis
it: Serbo-Croato
nb: Serbokroatisk
pt: Servo-Croata
sl: srbohrvaščina
sq: Serbo-Kroate
sv: Serbokroatiska

source: Slovak
ca: Eslovè
ga: Slóvaicis
it: Slovacco
nb: Slovakisk
pt: Eslovaco
sl: slovaščina
sq: Slovake
sv: Slovakiska

source: Spanish
ca: Espanyol
ga: Spáinnis
it: Spagnolo
nb: Spansk
pt: Espanhol
sl: španščina
sq: Spanjolle
sv: Spanska

source: Swedish
ca: Suec
ga: Sualainnis
it: Svedese
nb: Svensk
pt: Sueco
sl: švedščina
sq: Suedeze
sv: Svenska

source: Thai
ga: Téalannais
it: Tailandese
pt: Tailandês
sl: tajščina
sq: Tailandeze
sv: Thailändska

source: Turkish
ca: Turc
ga: Tuircis
it: Turco
nb: Tyrkisk
pt: Turco
sl: turščina
sq: Turke
sv: Turkiska

source: Vietnamese
ca: Vietnamita
ga: Vítneaimis
it: Vietnamita
nb: Vietnamesisk
pt: Vietnamita
sl: vietnamščina
sq: Vietnameze
sv: Vietnamesiska

source: New
ca: Nou
de: Neu
ga: Nua
he: חדש
it: Nuovo
nb: Ny
nn: Ny
pt: Novo
sl: Nov
sq: I ri
sv: Nytt

source: Approved
ca: Aprovat
de: Bestätigt
ga: Ceadaithe
he: אושר
it: Approvato
nb: Godkjent
nn: Godkjend
pt: Aprovado
sl: Potrjen
sq: Miratuar
sv: Godkänd

source: Waiting
ca: Esperant
de: Warten
ga: Ag Feitheamh
he: ממתין
it: In attesa
nb: Venter
nn: Ventar
pt: Em Espera
sl: Čakanje
sq: Po pritet
sv: Väntar

source: Don't Know
ca: No es coneix
de: Keine Ahnung
ga: Níl A Fhios Agam
he: לא יודע
it: Non so
nb: Vet Ikke
nn: Veit ikkje
pt: Desconhecido
sl: Ni znano
sq: Nuk e Di
sv: Vet inte

source: Rejected
ca: Rebutjat
de: Abgelehnt
ga: Diúltaithe
he: נידחה
it: Rifiutato
nb: Avslått
nn: Avslått
pt: Rejeitado
sl: Zavrnjen
sq: U hodh poshtë
sv: Avvisad

source: Suspended
ca: Suspès
de: Pausiert
ga: Curtha Ar Fionraí
he: מושהה
it: Sospeso
nb: Suspendert
nn: Suspendert
pt: Suspenso
sl: Blokiran
sv: Viloläge

source: Audio
ca: Àudio
ga: Fuaim
he: שמע
nb: Lyd
nn: Lyd
pt: Áudio
sl: Zvok
sv: Ljud

source: Unknown
ca: Desconegut
de: Unbekannt
ga: Anaithnid
he: לא ידוע
it: Sconosciuto
nb: Ukjent
nn: Ukjend
pt: Desconhecido
sl: Neznano
sq: E panjohur
sv: Okänd

source: Material that is roughly 1080x720, and higher, can be marked as HD. Please make sure it has a sufficiently high video bitrate to avoid messy artifacting. Roughly 95% of the material on the channel must meet this criteria for it to be considered HD. Note: you are welcome to have an HD and non-HD version of the same channel.
pt: Material de aproximadamente 1080x720, ou maior, pode ser marcado como HD. Por favor certifique-se de que tem uma taxa de bits alta de forma a evitar a criação de artefactos. Aproximadamente 95% do material do canal tem estar de acordo com este critério para ser considerado HD. Nota: é permitido que tenha uma versão HD e uma versão não-HD do mesmo canal.
sl: Gradivo v ločljivosti 1080x720 ali višji lahko označite kot visoko ločljivostnega (HD). Zagotovite, da ima dovolj visoko bitno hitrost, da se izognete zapacanim artefaktom. V grobem mora obsegati 95% od vsega gradiva na kanalu, da ustreza kriteriju kanala visoke ločljivosti. Opomba: spodbujamo vas, da imate dve različici istega kanala, HD in navadno.

source: An RSS feed is what makes a podcast a podcast. It's a special URL that applications like Miro and iTunes check periodically to know when there is a new video for a channel. Video RSS feeds are strongly recommended for Miro.
nb: En RSS-kilde er det som gjør en podkast til en podkast. Det er en spesiell adresse som programmer som Miro og iTunes regelmessig sjekker for å se om det har kommet nytt innhold i kanalen. Du bør bruke vide-RSS-kilder i Miro.
pt: Uma fonte RSS é o que faz um podcast um podcast. É um URL especial que aplicações como o Miro ou o iTunes verificam regularmente para saber quando há um novo vídeo para um canal. As fontes RSS de vídeo são fortemente recomendadas para o Miro.
sl: Vir RSS iz podcasta naredi podcast. Gre za poseben URL, ki ga programi, kot sta Miro in iTunes, periodično preverjata, da izvesta za nov video na kanalu. Video vire RSS krepko priporočamo za uporabi Miroja.
sq: Ajo që e bën një &quot;podcast&quot; &quot;podcast&quot; është prurja RSS. Kjo është një URL speciale që zbatimet si Miro dhe iTunes e kontrollojnë periodikisht për të parë kur ka video të re për një kanal. Prurjet RSS video janë fort të këshillueshme për Miro-n.

source: %s is already a channel in the guide
ca: %s ja és un canal en la guia
de: %s ist im Miro-Guide bereits als Kanal eingetragen
ga: Tá %s mar bealach san eolaí cheana
he: %s הוא כבר ערוץ במדריך
it: %s è già un canale nella guida
nb: %s er allerede en kanal i guiden
nn: %s er allereie ein kanal i gaiden
pt: %s é já um canal no guia
sl: %s že obstaja kot kanal v vodniku
sq: %s është tashmë kanal në udhërrëfyes
sv: %s finns redan i kanalguiden

source: We can't find a video feed at that address, please try again.
ca: No es pot trobar cap canal de vídeo amb aquesta adreça, torneu-ho a intentar.
de: Unter der URL kann kein Video-Feed gefunden werden, versuche es noch einmal.
ga: Ní féidir linn fothaire físeáin a aimsiú ag an seoladh sin, atriail ar ball le do thoil.
he: לא ניתן למצוא ערוץ בכתובת זו, אנא נסה שנית.
it: Non è stato trovato alcun feed video a quell'indirizzo, riprovare.
nb: Vi kan ikke finne en videokilde på den adressen, vennligst prøv igjen.
nn: Me finn ikkje nokon videokjelde på adressa. Prøv på nytt.
pt: Não conseguimos encontrar uma fonte de vídeos nesse endereço, por favor tente novamente.
sl: Na tem naslovu ni mogoče najti video vira, poskusite znova.
sq: Nuk gjejmë dot prurje video te ajo vendndodhje, ju lutem riprovoni.
sv: Det finns inget videoflöde på den adressen, försök igen.

source: Channel Name
ca: Nom de canal
ga: Ainm an Bhealaigh
it: Nome del Canale
nb: Kanalnavn
pt: Nome do Canal
sl: Ime kanala
sq: Emër Kanali
sv: Kanalnamn

source: RSS Feed
ga: Fothaire RSS
he: ערוץ RSS
nb: RSS-kilde
nn: RSS-kjelde
pt: Fonte de RSS
sl: Vir RSS
sq: Prurje RSS
sv: RSS-flöde

source: You must at least enter a primary value.
ca: Heu d'ntroduir un valor primari.
de: Sie müssen wenigstens einen primären Wert eingeben.
ga: Caithfear ar a laghad príomh luach a chur isteach.
he: אתה חייב להזין לפחות את הערך הראשי.
it: Devi come minimo inserire un valore primario.
nb: Du må velge minst en hovedverdi
nn: Du må minst velja ein hovudverdi.
pt: Tem de colocar pelo menos um valor primário
sl: Vnesti morate vsaj prvotno vrednost.
sq: Duhet të jepni të paktën një vlerë parësore.

source: you can only enter up to %d tags.
ca: podeu introduir més de %d etiquetes.
de: Es können nur maximal %d Tags eingetragen werden.
ga: ní féidir ach %d clibeanna a chur isteach.
he: ניתן להזין עד %d תוויות.
it: puoi solo inserire tag %d.
nb: Du kan bare skrive inn opptil %d merkelapper.
nn: Du kan ikkje ha fleire enn %d nøkkelord.
pt: apenas pode adicionar até %d etiquetas
sl: Vnesete lahko največ %d značk.
sq: mund të fusni vetëm deri në %d etiketa.
sv: du kan bara ange upp till %d taggar.

source: This field is required.
de: Das ist ein Pflichfeld
ga: Ní mór an réimse seo a líonadh.
he: השדה הזה הוא חובה.
nb: Dette feltet er obligatorisk
nn: Dette feltet er obligatorisk.
pt: Este campo é obrigatório.
sl: To polje je obvezno.
sq: Kjo fushë është e domosdoshme.
sv: Det här fältet är obligatoriskt

source: Not a valid image
de: Kein gültiges Bild
ga: Ní íomhá seasmhach é seo.
he: לא תמונה תקינה
nb: Ikke et gyldig bilde
nn: Ikkje eit gyldig bilete
pt: Imagem inválida
sl: To ni veljavna slika
sq: Pamje jo e vlefshme
sv: Inte en glitig bild

source: Not an image in a format we support.
de: Dieses Bildformat wird nicht unterstützt.
ga: Ní tugtar tacaíocht don cineál íomhá seo.
he: לא פורמט תמונה שאנחנו תומכים
nb: Ikke et bilde i et format vi støtter.
nn: Ikkje eit bilete i eit format me støttar.
pt: Não é uma imagem num formato suportado.
sl: Slika ni v podprti obliki.
sq: Pamje jo në format që mbulohet prej nesh.
sv: Bilden är inte i något av de format som vi stödjer

source: Website URL
ca: URL del lloc web
de: URL der Webseite
ga: URL an Láithreán Gréasáin
he: כתובת אתר
it: Indirizzo del sito web
nb: Nettsidens adresse
nn: Adresse til heimesida
pt: URL da Página Web
sl: URL spletnega mesta
sq: URL "site"-i Web
sv: URL till webbplats

source: Full Description
ca: Descripció sensera
de: Ausführliche Beschreibung
ga: Cur Síos Iomlán
he: תיאור מלא
it: Descrizione Completa
nb: Full beskrivelse
nn: Full skildring
pt: Descrição Completa
sl: Polni opis
sq: Përshkrim i Plotë
sv: Fullständig beskrivning

source: Publisher E-mail
ga: Seoladh Ríomhphoist an Fhoilsitheora
nb: Utgivers e-postadresse
pt: E-mail do editor.
sl: E-poštni naslov izdajatelja
sq: E-mail Botuesi
sv: Ansvarig utgivares E-post

source: Tags
ca: Marcadors
de: Schlagworte
ga: Clibeanna
he: תוויות
it: Tag
nb: Merkelapper
nn: Nøkkelord
pt: Etiquetas
sl: Značke
sq: Etiketa
sv: Taggar

source: Keywords that describe this channel. Separate each tag with a comma.
ca: Paraules que descriuen aquest canal. Cada mot separat per una coma.
ga: Treoirfhocail a chuireann síos ar an bealach seo. Scar gach clib le camóg.
it: Parole chiave che descrivono questo canale. Separare ogni tag con una virgola.
nb: Stikkord som beskriver denne kanalen. Separer hver merkelapp med et komma.
pt: Palavras-chave que descrevem este canal. Separe cada etiqueta com uma vírgula.
sl: Ključne besede, ki opisujejo ta kanal. Ločilo med značkami je vejica.
sq: Fjalëkyça që përshkruajnë këtë kanal. Ndajini etiketat me presje.
sv: Nyckelord som beskriver kanalen - ange dem med ett komma emellan.

source: Genres
ga: Aicmí
he: סוגות (ז'אנרים)
nb: Sjangrer
nn: Sjangrar
pt: Géneros
sl: Žanri
sq: Zhanre
sv: Genrer

source: Language
de: Sprache
ga: Béarla
he: שפה
nb: Språk
nn: Språk
pt: Língua
sl: Jezik
sq: Gjuhë
sv: Språk

source: What language are most of these videos in?
ca: En quin idioma són la majoria del vídeo inclosos?
ga: Cén béarla ina bhfuil formhór na físeáin seo?
it: In che lingua sono la maggior parte di questi video?
nb: Hvilket språk er mesteparten av disse videoene på?
pt: Em que língua está a maioria destes vídeos?
sl: V katerem jeziku je večina posnetkov?
sq: Në ç&apos;gjuhë janë shumica e këtyre videove?
sv: På vilket språk är flertalet av dessa filmer?

source: Postal Code
ca: Codi postal
ga: Cód Poist
it: Codice postale
nb: Postnummer
pt: Código Postal
sl: Poštna številka
sq: Kod Postal
sv: Postnummer

source: High Definition
ca: Alta definició
ga: Ardghléine
it: Alta definizione
nb: Høy oppløsning
nn: Høg oppløysing
pt: Alta Definição
sl: Visoka ločljivost
sv: Högupplöst

source: Geographic restrictions
ga: Srianta geografacha
nb: Geografiske restriksjoner
pt: Restrições geográficas
sl: Geografske omejitve

source: Upload Image (optimal size: 400x267)
de: Bild hochladen (optimale Größe: 400x267)
ga: Uasluchtaigh Íomhá (méid is fearr: 400x267)
he: העלה תמונה (גודל אופטימלי: 400x267)
nb: Last opp bilde (optimal størrelse: 400x267)
nn: Last opp bilete (beste storleik: 400 × 267)
pt: Enviar Imagem (tamanho preferido: 400x267)
sl: Prenesi sliko (optimalna velikost: 400x267)

source: Remember that creating a good channel thumbnail is one of the most important ways to attract new viewers. It's worth making an effort to do something beautiful. You can also update the image after you submit your channel.
nb: Husk at et godt kanalbilde er noe av det viktigste når det gjelder å trekke til seg nye seere. Det er vel verdt tiden og arbeidet det tar å lage et godt bilde. Du kan også oppdatere bildet etter at du har sendt inn kanalen.
pt: Lembre-se que criar um bom thumbnail de canal é uma das formas mais importantes para atrair novos espectadores. Vale a pena fazer um esforço para criar algo atraente. Também pode actualizar a imagem depois de submeter o seu canal.
sl: Zapomnite si, da je izdelava dobre sličice kanala eden najpomembnejših načinov privabljanja novih gledalcev. Splača se dobro potruditi. Po objavi kanala lahko seveda sličico posodobite.
sq: Mbani mend që krijimi i një miniature të përshtatshme kanali është një nga rrugët më të rëndësishme për të tërhequr shikues të rinj. Ia vlen të bëni një përpjekje për të bërë diçka të bukur. Mundet të përditësoni gjithashtu pamjen pas parashtrimit të kanalit tuaj.

source: That streaming site already exists.
de: Diese Streaming Seite gibt es bereits.
he: אצר שידור זה כבר קיים.
nn: Den straumnettsida finst alt.
pt: Esse site de streaming já existe.
sl: To mesto pretočnih vsebin že obstaja.
sq: Ai &quot;site&quot; transmetimesh ekziston tashmë.
sv: Någon annan har redan skapat en kanal för denna ström/sida

source: The following country codes are invalid: %s
de: Die folgenden Ländercodes sind ungültig: %s
he: קודי המדינה הבאים אינם תקינים: %s
nb: De følgende landskodene er ikke gyldig: %s
nn: Desse landkodane er ugyldige: %s
pt: Os seguintes códigos de país são inválidos: %s
sl: Naslednje kode držav niso veljavne: %s

source: Feed URL already exists
de: Diese Feed URL gibt es bereits.
ga: Tá URL an fhotha ann cheana
he: כתובת הערוץ כבר קיימת
nb: Kildeadressen finnes allerede
nn: Adressa finst alt
pt: O URL da Fonte já existe.
sl: URL vira že obstaja
sq: URL-ja e prurjes ekziston tashmë
sv: Flödes-URL finns redan (Någon annan har redan skapat en kanal från samma RSS-flöde)

source: Email
ca: Correu electrònic
ga: Ríomhphost
he: דוא"ל
nb: E-post
nn: E-postadresse
pt: Correio Electrónico
sl: E-pošta
sv: E-post

source: Title
ca: Títol
de: Titel
ga: Teideal
he: כותרת
it: Titolo
nb: Tittel
nn: Namn
pt: Título
sl: Naslov
sq: Titull
sv: Rubrik

source: Body
ca: Cos
de: Beschreibung
ga: Corp
he: גוף
it: Corpo
nb: Tabellkropp
nn: Innhald
pt: Corpo
sl: Telo
sq: Përmbajtje
sv: Brödtext

source: Title in Miro App
ca: Títol al Miro
de: Titel in Miro
ga: Teideal i Miro
he: כותרת במירו
it: Titolo in Applicazione Miro
nb: Tittel i Miro App
nn: Namn i Miro
pt: Título na App Miro
sl: Naslov v programu Miro
sq: Titull në Miro
sv: Rubrik i Miro-programmet

source: This is the title that will appear in the sidebar of Miro.
ca: Auqest és el títol que aparaixarà en el menú lateral del Miro
de: Dieser Titel wird in der Seitenleiste von Miro angezeigt.
ga: Sin é an teideal a fheicfear i dtaobhroinn Miro.
he: זאת הכותרת שתופיעה בסרגל הצד של Miro.
it: Questo è il titolo che apparirà nella barra laterale di Miro.
nb: Dette er tittelen som vil vises i ytterspalten til Miro.
nn: Dette er namnet som vert vist i sidestolpen i Miro.
pt: Este é o título que irá aparecer na barra lateral do Miro.
sl: To je naslov, ki se bo pojavil v stranski vrstici programa Miro.
sq: Ky është titulli që do të duket te anështylla e Miro-s.
sv: Det här är rubriken såsom den ser ut i sidofältet i Miro.

source: Page Title
ca: Títol de la pàgina
de: Seitentitel
ga: Teideal an Leathanaigh
he: כותרת עמוד
it: Titolo pagina
nb: Sidetittel
nn: Sidenamn
pt: Título da Página
sl: Naslov strani
sq: Titull Faqeje
sv: Sidrubrik

source: This is the title that will be displayed at the top of the page.
ca: Aquest és el títol que apareixerà dalt de la pàgina
de: Dieser Titel wird als Überschrift der Seite angezeigt.
ga: Seo an teideal a thaispeánfar ag barr an leathanaigh.
he: זאת הכותרת שתוצג בראש הדף..
it: Questo è il titolo che verrà visualizzato in cima alla pagina.
nb: Dette er tittelen som vil vises på toppen av siden.
nn: Dette er namnet som vert vist på toppen av sida.
pt: Este é o título que será mostrado no topo da página.
sl: To je naslov, ki bo prikazan na vrhu strani.
sq: Ky është titulli që do të shfaqet në krye të faqes.
sv: Det här är rubriken såsom den kommer att se ut längst upp på sidan.

source: Icon URL
ca: Icona URL
ga: URL an Deilbhín
it: Indirizzo Icona
nb: Ikon URL
nn: Adresse til ikon
pt: URL do ícone.
sl: URL ikone
sq: URL ikone
sv: Ikon URL

source: Icon should be 175x125 pixels.
ca: La icona ha de tenir 175x125 pixels
de: Das Icon sollte eine Größe von 175x125 Bildpunkten haben.
ga: Ba chóir don deilbhín bheith 175x125 picteilíní.
he: האייקון צריך ליהיות בגודל 175x125 פיקסלים.
it: L'icona deve essere di 175x125 pixel.
nb: Ikon burde være 175x175 piksler.
nn: Ikonet bør vere 175 × 125 pikslar.
pt: O ícone deve ser 175x125 pixels.
sl: Ikona mora imeti 175x125 slikovnih točk.
sq: Ikona duhet të jetë 175x125 piksela.
sv: Ikonen skall vara 175x125 pixlar.

source: Favicon URL
ga: URL Deilbhín an Láithreán Gréasáin
it: Indirizzo Favicon
nn: Adresse til «favicon»
pt: URL do favicon.
sl: URL favikone
sq: URL favikone

source: This is best as a 20x20 png graphic. It shows up in the sidebar of the Miro App.
ca: És preferible un gràfic PNG de 20x20 pixels. Apareixerà al menú lateral del Miro.
de: Dies sollte am besten eine 20x20 Pixel große PNG-Datei sein. Sie wird in der Seitenleiste von Miro angezeigt.
ga: Moltar é bheith mar grafaic png 20x20. Taispeánfar i dtaobhroinn Miro é.
it: Preferibilmente una immagine png di dimensioni 20x20. Verrà visualizzata nella bara laterale della applicazione Miro.
nb: Dette vises best som 20x20 .png grafikk. Det dukker opp i ytterspalten til Miro.
nn: Dette bør vere eit PNG-bilete på 20 × 20 pikslar. Det vert vist i sidestolpen i Miro.
pt: Isto é melhor como um gráfico png 20x20. Ele aparece na barra lateral do Miro App.
sl: Najboljše je, če je to slika png velikosti 20x20. Prikaže se v stranski vrstici programa Miro.
sq: Më e mira e kësaj është si grafik png 20x20. Shfaqet te anështylla e Miros.
sv: Det här bör vara en 20x20 png-bild. Den dyker upp i sidfältet i Miro-programmet

source: External CSS URL
ca: URL del CSS extern
de: URL für externes CSS
ga: CSS URL Seachtrach
he: כתובת CSS חיצוני
it: URL a CSS esterno
nb: Ekstern CSS URL
nn: Adresse til eksternt stilsett
pt: URL de CSS externo.
sl: URL zunanje datoteke CSS
sq: URL CSS-je të Jashtme
sv: Extern CSS URL

source: Description
ca: Descripció
de: Beschreibung
ga: Cur síos
he: תיאור
it: Descrizione
nb: Beskrivelse
nn: Skildring
pt: Descrição
sl: Opis
sq: Përshkrim
sv: Beskrivning

source: Link 1 URL
ca: Enllaç URL 1
de: URL des 1. Links
ga: URL Nasc 1
he: כתובת קישור 1
it: URL Link 1
nb: Lenke 1 URL
nn: Lenkje 1-adresse
pt: URL da ligação 1
sl: URL povezave 1
sq: URL e Lidhjes 1
sv: Länk 1 URL

source: Or leave this blank to have plain text. All these links are optional.
ca: O bé deixeu-ho buit si voleu text senzill. Tots aquest enllaços són opcionals.
de: Oder lasse das Feld frei, wenn keine Verlinkung erwünscht wird. Alle Links sind optional.
ga: Nó fág bán é seo chun gnáth téacs a bheith agat. Tá na naisc uile seo roghnach.
it: Oppure non inserire nulla per utilizzare testo semplice. Questi link sono opzionali.
nb: Eller la dette være tomt for å ha vanlig tekst. Alle disse lenkene er valgfrie.
nn: Eller la feltet stå tomt for rein tekst. Alle lenkjene er valfrie.
pt: Ou deixe isto em branco para ter texto simples. Todos estes links são opcionais.
sl: Ali pustite prazno, če želite navadno besedilo. Vse te povezave so neobvezne.
sq: Ose lëreni bosh për ta pasur si tekst të thjeshtë. Tërë këto lidhje janë opsionale.
sv: Eller lämna det här fältet tomt för enkel text. Alla dessa länkar är valfria.

source: Link 1 Text
ca: Enllaç text 1
de: Beschreibung des 1. Links
ga: Téacs Nasc 1
he: טקסט קישור 1
it: Testo Link 1
nb: Lenke 1 Tekst
nn: Lenkje 1-tekst
pt: Texto da ligação 1
sl: Besedilo povezave 1
sq: Tekst i Lidhjes 1
sv: Länk 1 text

source: Link 2 URL
ca: Enllaç URL 2
de: URL des 2. Links
ga: URL Nasc 2
he: כתובת קישור 2
it: URL Link 2
nb: Lenke 2 URL
nn: Lenkje 2-adresse
pt: URL da ligação 2
sl: URL povezave 2
sq: URL e Lidhjes 2
sv: Länk 2 URL

source: Link 2 Text
ca: Enllaç text 2
de: Beschreibung des 2. Links
ga: Téacs Nasc 2
he: טקסט קישור 2
it: Testo Link 2
nb: Lenke 2 Tekst
nn: Lenkje 2-tekst
pt: Texto da ligação 2
sl: Besedilo povezave 2
sq: Tekst i Lidhjes 2
sv: Länk 2 text
