Repository: kmshi/miroguide
Catalog: channelguide/locale/*/LC_MESSAGES/django.po
Languages: ca, de, ga, he, it, nb, nn, pt, sl, sq, sv

source: Feeds
ga: Fothaí
he: ערוצים
nb: Kilder
nn: Kjelder
pt: Fontes
sl: Viri

source: Sites
de: Seiten
ga: Suíomhanna
he: אתרים
nb: Nettsider
nn: Nettstader
sl: Spletna mesta

source: Videos you'll love
de: Videos die ihnen gefallen werden
ga: Físeáin ar bhreá leat
he: סרטונים שתאהב
it: Video che amerai
nb: Videoer du vil elske
nn: Videoar du vil elska
pt: Vídeos que vai adorar
sl: Vsebine, ki jih boste ljubili
sq: Video që do t&apos;ju përlqejnë
sv: Videor du kommer att älska

source: Search
de: Suchen
ga: Cuardaigh
he: חפש
nb: Søk
nn: Søk
pt: Procurar
sl: Išči
sq: Kërkoni
sv: Sök

source: HD Shows
de: Hochauflösende Shows
he: סרטוני HD
nb: HD-programmer
nn: HD-program
pt: Programas HD
sl: Vsebine HD

source: Most Popular
ca: Més popular
de: Beliebteste
ga: Na Cinn A Bhfuil Tóir Mhóir Orthu
he: הכי פופולרי
it: Più Popolari
nb: Mest Populær
nn: Mest populære
pt: Mais popular
sl: Najbolj priljubljeni
sq: Më Populloret
sv: Populäraste

source: Top Rated
ca: Els més valorats
de: Am besten Bewertet
ga: Na Cinn Is Fearr
he: הכי מדורג
it: Più votati
nb: Høyest Ranket
nn: Flest stjerner
pt: Pontuações Mais Altas
sl: Najvišje ocenjeni
sq: Më të Vlerësuarat
sv: Högst klassade

source: New Shows
de: Neue Shows
ga: Cláir Nua
he: סרטונים חדשים
it: Nuovi Shows
nb: Nye programmer
nn: Nye program
pt: Novos programas
sl: Nove oddaje
sq: Shfaqje të Reja
sv: Nya avsnitt

source: Video by Language
de: Videos nach Sprache
ga: Físeáin de réir an Béarla
he: סרטונים לפי שפה
it: Video ordinati per Lingua
nb: Videoer etter språk
nn: Videoar etter språk
pt: Vídeo por Idioma
sl: Video glede na jezik
sq: Video sipas Gjuhësh
sv: Video sorterat efter språk

source: Account
de: Konto
ga: Cuntas
he: חשבון
nb: Konto
nn: Konto
pt: Conta
sl: Račun
sq: Llogari
sv: Konto

source: Loading...
de: Lade...
ga: Á luchtú...
he: טוען...
nb: Laster inn…
nn: Lastar …
pt: A carregar...
sl: Nalaganje ...
sq: Po ngarkohet...
sv: Läser in...

source: Create New Password
ca: Crea un contrasenya nova
de: Neues Passwort setzen
ga: Cruthaigh Focal Faire Nua
he: צור סיסמה חדשה
it: Crea una nuova Password
nb: Lag Nytt Passord
nn: Vel nytt passord
pt: Criar uma Nova Password
sl: Ustvari novo geslo
sq: Krijoni Fjalëkalim të Ri
sv: Skapa ett nytt lösenord

source: Create
ca: Crea
de: Anlegen
ga: Cruthaigh
he: צור
it: Crea
nb: Opprett
nn: Lag
pt: Criar
sl: Ustvari
sq: Krijo
sv: Skapa

source: High-Definition Channel
de: High-Definition Kanal
ga: Bealach Ardghléine
it: Canali ad alta definizione
nb: Kanal i høy oppløsning
nn: Kanal i høg oppløysing
pt: Canal de Alta-Definição (HD)
sl: Kanal visoke ločljivosti
sq: Kanale High-Definition
sv: HD-kanal

source: ADD FEED TO SIDEBAR
de: FEED ZUR SEITENLEISTE HINZUFÜGEN
he: הוסף ערוץ לסרגל הצד
nb: LEGG TIL KILDEN I SIDEPANELET
nn: LEGG KJELDE TIL SIDESTOLPEN
pt: ADICIONAR FONTE À BARRA LATERAL
sl: Dodaj vir v stransko vrstico

source: ADD SITE TO SIDEBAR
de: SEITE ZUR SEITENLEISTE HINZUFÜGEN
he: הוסף אתר לסרגל הצד
nb: LEGG TIL NETTSIDEN I SIDEPANELET
nn: LEGG NETTSTAD TIL SIDESTOLPEN
pt: ADICIONAR SITE À BARRA LATERAL
sl: Dodaj spletno mesto v stransko vrstico

source: Miro Guide - Submit Feed
de: Miro Guide - Feed erstellen
nn: Miro-gaid – send inn kjelde
pt: Guia do Miro - Submeter Fonte
sl: Vodnik Miro - Objavi vir

source: Feed Thumbnail
de: Vorschaubild des Feeds
ga: Mionsamhail an Fhotha
nb: Miniatyrbilde for kanal
nn: Kjeldebilete
pt: Thumbnail da Fonte
sl: Sličica vira za predogled

source: Remember that creating a good feed thumbnail is one of the most important ways to attract new viewers. It's worth making an effort to do something beautiful. You can also update the image after you submit your feed.
de: Denken Sie daran, dass ein gutes Vorschaubild die beste Möglichkeit ist, um neue Zuschauer auf Ihren Kanal aufmerksam zu machen. Es lohnt sich etwas Mühe zu investieren, um etwas Schönes zu erschaffen. Sie können das Bild aber auch noch ändern, nachdem der Kanal erstellt wurde.
nb: Husk at et godt kanalbilde er noe av det viktigste når det gjelder å trekke til seg nye seere. Det er vel verdt tiden og arbeidet det tar å lage et godt bilde. Du kan også oppdatere bildet etter at du har sendt inn kanalen.
nn: Hugs at eit godt kjeldebilete er noko av det viktigaste når det gjeld å trekkja til seg nye sjåarar. Det er vel verdt tida og arbeidet det tek å laga eit godt bilete. Du kan òg oppdatera biletet etter at du har sendt inn kjelda.
pt: Lembre-se que criar uma boa thumbnail de Fonte é uma das formas mais importantes para atrair novos espectadores. Vale a pena fazer algo atraente. Também +pode actualizar a imagem depois de submeter a sua Fonte.
sl: Zapomnite si, da je dobra sličica za predogled vira eden najpomembnejših načinov za privabljanje novih gledalcev. Splača se potruditi in izdelati nekaj lepega. Sliko lahko posodobite po tem, ko že objavite svoj vir.

source: We have found an image in your feed. You can either use this image or upload a different one.
ca: Hem trobat una imatge al vostre canal. Podeu fer servir aquesta mateixa o bé penjar-ne una altra.
de: Wir haben ein Bild in ihrem Feed gefunden. Sie können entweder dieses Bild benutzen oder ein anderes hochladen.
ga: D'aimsíomar íomhá ar d'fhothaire. Is féidir feidhm a bhaint as an íomhá seo nó ceann eile a uasluchtú.
it: Abbiamo trovato una immagine nel feed. Puoi utilizzare questa immmagine oppure caricarne una differente.
nb: Vi har funnet et bilde i din strøm. Du kan enten bruke dette bildet eller laste opp et annet.
nn: Me fann eit bilete i kjelda di. Du kan anten bruka dette biletet eller lasta opp eit anna.
pt: Encontrámos uma imagem na sua fonte. Pode usar esta imagem ou carregar outra.
sl: V vašem viru smo našli sliko. Lahko jo uporabite ali pa na strežnik prenesete drugo.
sq: Kemi gjetur një pamje te prurja juaj. Ose përdorni këtë pamje, ose ngarkoni një tjetër.
sv: Vi har hittat en bild i din feed. Du kan antingen använda dena bild eller ladda upp en annan.

source: Add Feed
de: Feed hinzufügen
ga: Cuir Fotha Leis
he: הוסף ערוץ
nb: Legg til kilde
nn: Legg til kjelde
pt: Adicionar uma Fonte
sl: Dodaj vir

source: Add Site
de: Seite hinzufügen
ga: Cuir An Suíomh Leis
he: הוסף אתר
nb: Legg til nettside
nn: Legg til nettstad
pt: Adicionar Site
sl: Dodaj mesto

source: Added: once today
pt: Adicionado: uma vez hoje
sl: Dodano: %(count)s-krat danes

source: Website
ga: Láithreán Gréasáin
he: אתר אינטרנט
nb: Webside
nn: Nettstad
pt: Site Web
sl: Spletno mesto

source: Manager Email
ga: Seoladh Ríomhphoist an Bhainisteora
nb: SjefsEpost
nn: E-post til styrar
pt: Email do Administrador
sl: E-poštni naslov upravitelja

source: Issues
ca: Entrega
de: Probleme
ga: Fadhbanna
it: Problemi
nb: problemer
nn: Problem
pt: Problemas
sl: Težave
sq: Probleme
sv: Uppgifter

source: need support? post here.
ca: Necessiteu ajuda? demaneu-la aquí
de: Unterstützung benötigt? Hier posten.
ga: an bhfuil tacaíocht de dhíth uait? scríobh anseo.
it: Hai bisogno di assistenza? scrivici qui.
nb: trenger du hjelp? post her.
nn: Treng du hjelp? Sjå her.
pt: necessita de ajuda? faça um post aqui.
sl: Potrebujete pomoč? Objavite tukaj.
sq: keni nevojë për asistencë? kërkojeni këtu.
sv: behöver du hjälp? du får den här.

source: Me
ca: Jo
de: Ich
ga: Mise
he: עצמי
nb: Meg
nn: Meg
pt: Eu
sl: Jaz
sq: Unë
sv: mig

source: Manager
ca: Administrador
de: Verwalter
ga: Bainisteoir
he: מנהל
it: Gestore
nb: Behandler
nn: Styrar
pt: Gestor
sl: Upravitelj
sq: Përgjegjës
sv: Administratör

source: Administration
ca: Administració
de: Verwaltung
ga: Riarachán
he: ניהול
it: Amministrazione
nb: Administrering
nn: Administrering
pt: Administração
sl: Skrbništvo
sq: Administratë

source: All %(title)s Channels
ca: Tots els canals %(title)s
de: Alle %(title)s Kanäle
ga: Gach Bealach %(title)s
nb: Alle %(title)s Kanaler
nn: Alle %(title)s-kanalar
pt: Todos os canais %(title)s
sl: Vsi kanali %(title)s
sq: Tërë Kanalet %(title)s
sv: Alla %(title)s kanaler

source: archival
de: Im Archiv
ga: cartlainne
nb: arkiv
nn: arkivert
pt: arquivamento
sl: arhivsko

source: Add
ca: Afegeix
de: Hinzufügen
ga: Cuir Leis
he: הוסף
it: Aggiungi
nb: Legg til
nn: Legg til
pt: Adicionar
sl: Dodaj
sq: Shtoni
sv: Lägg till

source: Subscribe
de: Abonnieren
ga: Liostáil
he: הירשם
nb: Abonnér
nn: Abonner
pt: Subscrever
sl: Naroči se

source: Details
ca: Detalls
ga: Sonraí
he: פרטים
it: Dettagli
nb: Detaljer
nn: Detaljar
pt: Detalhes
sl: Podrobnosti
sq: Hollësi
sv: Detaljer

source: Next
de: Weiter
ga: Ar Aghaidh
he: הבא
nb: Neste
nn: Neste
pt: Próximo
sl: Naslednji

source: Miro Guide - Email Sent
ga: Eolaí Miro - Ríomhphost Seolta
he: Miro Guide - אי-מייל נשלח
nb: Miro-guide – E-posten er sendt
nn: Miro-gaid – e-post send
pt: Guia do Miro - Email Enviado
sl: Vodnik Miro - E-poštno sporočilo poslano

source: Confirmed!
ca: Confirmat!
de: Aktiviert!
ga: Deimhnithe!
he: אושר!
it: Confermato!
nb: Bekreftet!
nn: Stadfesta!
pt: Confirmado!
sl: Potrjeno!
sq: U ripohua!
sv: Bekräftat!

source: Thanks for confirming your account!
ca: Gràcies per confirmar el vostre compte
de: Danke das sie ihr Konto aktiviert haben!
ga: Go raibh maith agat as ucht do chuntas a dheimhniú!
it: Grazie per avere confermato il tuo account!
nb: Takk for at du bekreftet din konto!
nn: Takk for at du stadfesta kontoen din!
pt: Obrigado por confirmar a sua conta!
sl: Hvala, ker ste potrdili svoj račun!
sq: Faleminderit për ripohimin e llogarisë suaj!
sv: Tack för att du bekräftade ditt konto!

source: Confirmation sent
ca: Confirmació enviada
de: Anmeldebestätigung abgesendet
ga: Deimhniúchán seolta
he: אישור נשלח
it: Conferma spedita
nb: Bekreftelse sendt
nn: Stadfesting send
pt: Confirmação enviada
sl: Potrditev poslana
sq: Ripohimi u Dërgua
sv: Bekräftelsen skickad

source: If the address below isn't the correct one; change it and we'll send a code to that address.
ca: Si l'adreça de sota és incorrecte, canvieu-la i us enviarem un codi per a aquesta adreça
de: Wenn die unten stehende Adresse nicht richtig sein sollte, korrigieren Sie diese bitte. Wir werden dann einen Code zu dieser Adresse senden.
ga: Mura bhfuil an seoladh thíos an ceann ceart; athraigh é agus seolaimid tagairt don seoladh sin.
it: Se l'indirizzo che segue non è quello corretto cambialo ed invieremo un codice al nuovo indirizzo.
nb: Hvis adressen under ikke er den rette, endre så på den og vi vil sende en kode til den adressen.
nn: Dersom adressa nedanfor er feil, kan du no retta ho. Me vil så senda ein kode til den nye adressa.
pt: Se o endereço abaixo não é o correcto mude-o e nós enviar-lhe-emos um código para esse endereço.
sl: Če spodnji naslov ni pravilen, ga spremenite in kodo bomo poslali na novi naslov.
sq: Po qe se vendndodhja më poshtë s'është ajo e sakta; ndryshojeni dhe do t'ju dërgojmë një kod në atë vendndodhje.

source: Resend
ca: Torna a enviar
de: Erneut senden
ga: Seol Arís
he: שלח שנית
it: Invia nuovamente
nb: Send på nytt
nn: Send på nytt
pt: Reenviar
sl: Pošlji znova
sq: Ridërgoje
sv: Skickad på nytt

source: Incorrect code
ca: Codi incorrecte
de: Falscher Code
ga: Cód mícheart
he: קוד שגוי
it: Codice errato
nb: Uriktig kode
nn: Feil kode
pt: Código incorreto
sl: Neveljavna koda
sq: Kod i pasaktë
sv: Koden är fel

source: I'm sorry, that is not the correct code.
ca: Aquest codi és incorrecte
de: Das ist leider nicht der richtige Code.
ga: Is dona linn, níl an cód sin ceart.
he: מצטער,- זהו לא הקוד הנכון.
it: Mi dispiace, il codice non è corretto.
nb: Jeg er lei meg, det der er ikke den riktige koden.
nn: Dette er ikkje rett kode.
pt: Lamento, esse não é o código correcto.
sl: Žal to ni veljavna koda.
sq: Më vjen keq, ky nuk është kodi i saktë.
sv: Det var fel kod

source: Miro Guide - Copyright Infringement Notification
nn: Miro-gaid – varsel opp opphavsrettsbrot
pt: Guia do Miro - Notificação de Infracção dos direitos de Autor
sl: Vodnik Miro - Obvestilo o kršenju avtorske in sorodnih pravic

source: Click to Edit Feed / Assist Manager
nn: Trykk for å endra kjelda / hjelpa styrar
pt: Clique para Editar a Fonte / Assistir ao Administrador
sl: Kliknite za urejanje vira / Pomožni upravitelj

source: Click to Edit Site / Assist Manager
nn: Trykk for å endra nettstad / hjelpa styrar
pt: Clique para Editar o Site / Assistir ao Administrador
sl: Kliknite za urejanje spletnega mesta / Pomožni upravitelj

source: %(state)s by %(mod)s on %(mod_time)s
ca: %(state)s per %(mod)s en %(mod_time)s
de: %(state)s von %(mod)s um %(mod_time)s
ga: %(state)s ag %(mod)s ar %(mod_time)s
nb: %(state)s av %(mod)s på %(mod_time)s
nn: %(state)s av %(mod)s på %(mod_time)s
pt: %(state)s por %(mod)s em %(mod_time)s
sl: %(state)s - %(mod)s %(mod_time)s
sv: %(state)s av %(mod)s vid tidpunkten %(mod_time)s

source: %(state)s by %(mod)s
ca: %(state)s per %(mod)s
de: %(state)s von %(mod)s
ga: %(state)s le %(mod)s
nb: %(state)s av %(mod)s
nn: %(state)s av %(mod)s
pt: %(state)s por %(mod)s
sl: %(state)s - %(mod)s
sq: %(state)s nga %(mod)s
sv: %(state)s av %(mod)s

source: Feed is %(state)s
de: Der Feed ist %(state)s
ga: Tá an fotha ag %(state)s
nb: Kilden er %(state)s
nn: Kjelda er %(state)s
pt: A Fonte está %(state)s
sl: Stanje vira: %(state)s

source: Site is %(state)s
de: Die Seite ist %(state)s
nb: Nettsiden er %(state)s
nn: Nettstaden er %(state)s
pt: O Site está %(state)s
sl: Stanje spletnega mesta: %(state)s

source: Featured by %(mod)s on %(featured_time)s
ca: Característiques per %(mod)s en %(featured_time)s
ga: Curtha i láthair ag %(mod)s ag a %(featured_time)s
nb: Fremhevet av %(mod)s på %(featured_time)s
nn: Sponsa av %(mod)s på %(featured_time)s
pt: Destacado por %(mod)s em %(featured_time)s
sl: Zanimiv za %(mod)s %(featured_time)s
sv: Framhållen %(mod)s vid tidpunkten %(featured_time)s

source: Edit Your Feed / View Statistics / Get Help
de: Feed bearbeiten / Statistiken zeigen / Hilfe
nb: Rediger kilden din / Vis statistikk / Få hjelp
nn: Endre kjelda / vis statistikk / få hjelp
pt: Editar a sua Fonte / Ver Estatísticas / Encontrar Ajuda
sl: Uredite svoj vir / Oglejte si statistiko / Poiščite pomoč

source: Edit Your Site / View Statistics / Get Help
de: Seite bearbeiten / Statistiken zeigen / Hilfe
nb: Rediger nettsiden din / Vis statistikk / Få hjelp
nn: Endre nettstaden din / vis statistikk / få hjelp
pt: Editar o Seu Site / Ver as Estatísticas / Encontrar Ajuda
sl: Uredite svoje spletno mesto / Oglejte si statistiko / Poiščite pomoč

source: Cancel and go back
ca: Cancel·la i torna enrere
de: Abbrechen und zurückgehen
ga: Cealaigh agus fill ar ais
he: בטל וחזור אחורה
it: Annulla e torna indietro
nb: Avbryt og gå tilbake
nn: Avbryt og gå tilbake
pt: Cancelar e retroceder
sl: Prekliči in pojdi nazaj
sq: Anuloje dhe kthehu mbrapsht
sv: Avbryt och gå tillbaka

source: Miro Guide - Edit Feed
de: Miro Guide - Feed bearbeiten
he: Miro Guide - ערוך ערוץ
nb: Miro-guide – Rediger kilde
nn: Miro-gaid – rediger kjelde
pt: Guia do Miro - Editar a Fonte
sl: Vodnik Miro - Uredi vir

source: Miro Guide - Edit Site
de: Miro Guide - Seite bearbeiten
he: Miro Guide - ערוך אתר
nb: Miro-guide – Rediger nettside
nn: Miro-gaid – rediger nettstad
pt: Guia do Miro - Editar Site
sl: Vodnik Miro - Uredi mesto

source: Edit Channel
ca: Edita el canal
de: Kanal bearbeiten
ga: Déan Eagarthóireacht Ar An Bealach
he: ערוך אפיק
it: Modifica Canale
nb: Endre kanal
nn: Endra kanal
pt: Editar Canal
sl: Uredi kanal
sq: Përpunoni Kanal
sv: Redigera kanal

source: Update
ca: Actualitza
de: Aktualisieren
ga: Nuashonraigh
he: עדכן
it: Aggiorna
nb: Oppdater
nn: Oppdater
pt: Actualizar
sl: Posodobi
sq: Përditëso
sv: Uppdatera

source: Statistics
ca: Estadístiques
de: Statistiken
ga: Staidreamh
he: סטטיסטיקה
it: Statistiche
nb: Statistikk
nn: Statistikk
pt: Estatísticas
sl: Statistika
sq: Statistika
sv: Statistik

source: Subscriptions* Today
ca: Subscripcions* d'avui
de: Abonnements* heute
ga: Síntiúis* Inniu
he: הרשמות* היום
it: Iscritti* Oggi
nb: Påmeldte* Idag
nn: Abonnentar* i dag
pt: Assinaturas* Hoje
sl: naročnin* danes
sq: Pajtime* Sot
sv: Prenumerationer idag

source: Subscriptions* Month
ca: Subscripcions* del mes
de: Abonnements* im Monat
ga: Síntiúis* Mí
he: הרשמות* החודש
it: Iscritti* questo Mese
nb: Påmeldinger* Denne Måneden.
nn: Abonnentar* månaden
pt: Assinaturas* Mês
sl: Naročnin na mesec
sq: Pajtime* Muaj
sv: Prenumerationer månad

source: Subscriptions* Overall
ca: Subscripcions* globals
de: Abonnements* insgesamt
ga: Síntiúis* Iomlán
he: הרשמות* סך הכל
nb: Påmeldte* Sammenlagt
nn: Abonnentar* i alt
pt: Assinaturas* Geral
sl: Naročnin skupaj
sq: Pajtime* GjithsejOverall
sv: Prenumerationer totalt

source: Popularity Rank Today
ca: Classificació més populars d'avui
de: Bekanntheitsrang heute
ga: Céim Móréilimh Inniu
he: דירוג פופולריות היום
it: Indice di Popolarità di Oggi
nb: Popularitetsranking Idag
nn: Popularitetsrank i dag
pt: Escala de Popularidade Hoje
sl: Današnja lestvica
sv: Popularitetsnivå idag

source: Popularity Rank Month
ca: Classificació més populars de mes
de: Bekanntheitsrang diesen Monat
ga: Céim Móréilimh Mí
he: דירוג פופולריות החודש
it: Indice di Popolarità del Mese
nb: Popularitetsranking Denne Måneden
nn: Popularitetsrank månaden
pt: Escala de Popularidade Mês
sl: Mesečna lestvica
sv: Popularitetsnivå månad

source: Popularity Rank Overall
ca: Classificació més populars
de: Bekanntheitsrang Übersicht
ga: Céim Móréilimh Iomlán
he: דירוג פופולריות כולל
it: Indice di Popolarità Totale
nb: Popularitetsranking Sammenlagt
nn: Popularitetsrank i alt
pt: Escala de Popularidade Geral
sl: Lestvica vseh časov
sv: Popularitetsnivå totalt

source: * unique Miro Guide 'add feed' hits
de: * einzelne Klicks auf Miro Guide 'feed hinzufügen'
nn: * unike «legg til kjelde»-treff i Miro-gaiden
pt: * cliques únicos em 'adicionar a Fonte' no Guia do Miro
sl: * enkratni zadetki Vodnika Miro 'dodaj vir'

source: * unique Miro Guide 'add site' hits
de: * einzelne Klicks auf Miro Guide 'Seite hinzufügen'
nn: * unike «legg til nettstad»-treff i Miro-gaiden
pt: * cliques únicos em 'adicionar o site' ni Guia do Miro
sl: * enkratni zadetki Vodnika Miro 'dodaj vir'

source: Miro Guide - Update My Profile
de: Miro Guide - Mein Profil aktualisieren
ga: Eolaí Miro - Nuashonraigh Mo Bheathaisnéisín
he: Miro Guide - עדכן את הפרופיל שלי
nb: Miro-guide – Oppdater min profil
nn: Miro–gaid – oppdater profilen
pt: Guia do Miro - Actualizar o Meu Perfil
sl: Vodnik Miro - Posodobi moj profil

source: Update My Profile
ca: Actualitza el meu perfil
de: Mein Profil aktualisieren
ga: Nuashonraigh Mo Bheathaisnéisín
he: עדכן את הפרופיל שלי
it: Aggiorna il Mio Profilo
nb: Oppdater Min Profil
nn: Oppdater profilen
pt: Actualizar o Meu Perfil
sl: Posodobi moj profil
sq: Përditëso Profilin Tim

source: Miro Guide - Email Show Managers
he: Miro Guide - שלח אי-מייל למנהלי התוכנית
nn: Miro-gaid – send e-post til programstyrarar
pt: Guia do Miro - Enviar um Email aos Administradores do Programa
sl: Vodnik Miro - Pošlji e-sporočilo upraviteljem vsebine

source: Please Send a Note to the Feed Manager!
de: Bitte senden Sie dem Manager des Feeds eine Nachricht!
nn: Send ei melding til kjeldestyraren!
pt: Por Favor Envie uma Nota ao Administrador da Fonte!
sl: Prosimo, pošljite zaznamek upravitelju vira!

source: Please Send a Note to the Site Manager!
de: Bitte senden Sie dem Manager der Seite eine Nachricht!
nn: Send ei melding til nettstadstyraren!
pt: Por Favor Envie Uma Nota ao Administrador do Site!
sl: Prosimo, pošljite zaznamek upravitelju spletnega mesta!

source: send e-mail to
de: sende Email an
ga: seol an ríomhphost chuig
he: שלח אי-מייל ל-
nb: Send e-post til
nn: send e-post til
pt: enviar email a
sl: Pošlji e-poštno sporočilo

source: Skip the note, just %(type)s
de: Nachricht überspringen, nur %(type)s
ga: Ná bac leis an nóta, déan %(type)s
nb: Hopp over meldingen, bare %(type)s
nn: Hopp over merknaden, berre %(type)s
pt: Salta a nota, apenas %(type)s
sl: Preskoči sporočilo, zgolj %(type)s

source: * This show has been added by us. You can hunt for the producer's email address here:
de: * Diese Show wurde von uns hinzugefügt. Sie können hier nach der Email-Adresse der Produzenten fragen:
nn: * Dette programmet har me lagt til. Du kan leita etter e-postadressa til produsenten her:
pt: * Este programa foi adicionado por nós. Pode procurar o endereço de email do produtor aqui:
sl: * To vsebino smo dodali mi. E-poštni naslov producenta lahko poiščete tukaj:

source: Miro Guide - Shows for %(username)s
de: Miro Guide - Shows für %(username)s
he: Miro Guide - תוכניות ל-%(username)s
nb: Miro-guide – Programmer for %(username)s
nn: Miro-gaid – program til %(username)s
pt: Guia do Miro - Programas para %(username)s
sl: Vodnik Miro - Vsebine za uporabnika %(username)s

source: My User Info
ca: La meva informació d'usuari
ga: Mo Fhaisnéis Úsáideora
it: Le mie Informazioni Utente
nb: Min Brukerinfo
pt: A Minha Informação de Utilizador
sl: Moji uporabniški podatki
sq: Të dhënat e Mia Si Përdorues
sv: Min användarinformation

source: User Info for
ca: Informació d'usuari de
ga: Faisnéis Úsáideora le haghaidh
it: Informazioni Utente per
nb: Brukerinfo for
pt: Informação de Utilizador para
sl: Podatki o uporabniku
sq: Të dhëna Përdoruesi për
sv: Användarinformation för

source: Submitted shows:
de: Erstellte Shows:
nn: Innsende program:
pt: Programas Submitidos:
sl: Objavljene oddaje:

source: Sorry!
ca: Disculpeu!
de: Entschuldigung!
ga: Is dona linn!
he: סליחה!
it: Spiacenti!
nb: Beklager!
nn: Beklagar!
pt: Lamentamos!
sl: Žal!
sq: Më ndjeni!
sv: Tyvärr!

source: Error
de: Fehler
ga: Botún
he: שגיאה
it: Errore
nb: Feil
nn: Feil
pt: Erro
sl: Napaka
sq: Gabim
sv: Fel

source: Click <a href="#" class="add_feed_button_welcome">ADD FEED</a> to get any show into your sidebar. The first episode begins downloading automatically and you'll get show updates as soon as they're available.
pt: Clique em <a href="#" class="add_feed_button_welcome">ADICIONAR A FONTE</a> para pôr qualquer programa na sua barra lateral. O primeiro episódio começa a ser descarregado automaticamente e vai receber as actualizações do programa assim que estejam disponíveis.
sl: Kliknite <a href="#" class="add_feed_button_welcome">DODAJ VIR</a>, tako da dodate oddajo v stransko vrstico. Prva epizoda se začne prenašati nemudoma, posodobitve oddaje pa boste prejeli takoj, ko bodo na voljo.

source: It's all free!
de: Es ist alles umsonst!
ga: Tá sé go léir saor in aisce!
he: הכל חופשי!
nb: Alt er gratis!
nn: Det er gratis!
pt: É tudo grátis!
sl: Vse je zastonj!

source: Shows in
ga: Cláir i
he: סרטונים ב
nb: Programmer på
nn: Program på
pt: Programas em
sl: Vsebine v

source: View All
de: Alle anzeigen
ga: Féach Ar Gach Rud
he: צפה בכל
nb: Vis alle
nn: Vis alle
pt: Ver tudo
sl: Pokaži vse

source: Please support our sponsors
nb: Vennligst støtt våre sponsorer
pt: Por favor apoie os nossos patrocinadores
sl: Podprite naše sponzorje

source: Become One
pt: Torne-se Um
sl: Postanite sponzor

source: Genre Browser
nb: Sjangeroversikt
pt: Navegador de Género
sl: Brskalnik po žanrih

source: View All Genres
nb: Vis alle sjangrer
pt: Ver Todos os Géneros
sl: Pokaži vse žanre

source: View all shows in <strong>%(category)s</strong>
nb: Vis alle programmer i <strong>%(category)s</strong>
pt: Ver todos os programas em <strong>%(category)s</strong>
sl: Pokaži vse v kategoriji <strong>%(category)s</strong>

source: Popular Shows
nb: Populære programmer
pt: Programas Populares
sl: Priljubljene vsebine

source: Miro Guide - %(group_name)s
nn: Miro-gaid – %(group_name)s
pt: Guia do Miro - %(group_name)s
sl: Vodnik Miro - %(group_name)s

source: %(count)s Shows
nb: %(count)s programmer
pt: %(count)s Programas
sl: %(count)s vsebin

source: Miro Guide - How to Moderate
de: Miro Guide - Moderation
nb: Miro-guide – Hvordan moderere
pt: Guia do Miro - Como Moderar
sl: Vodnik Miro - Kako moderirati
