Repository: kmshi/miroguide
Catalog: channelguide/guide/locale/*/LC_MESSAGES/django.po
Languages: es

source: New
es: Nuevo

source: Approved
es: Aprobado

source: Waiting
es: Esperando

source: Don't Know
es: Desconocido

source: Rejected
es: Rechazadas

source: Suspended
es: Suspendido

source: Unknown
es: Desconocido

source: %s is already a channel in the guide
es: El canal %s ya está en la guía

source: We can't find a video feed at that address, please try again.
es: No se pudo encontrar una fuente de video en esa dirección, por favor intentelo de nuevo.

source: RSS Feed
es: Fuente RSS

source: 1st
es: 1º

source: 2nd
es: 2º

source: 3rd
es: 3º

source: You must at least enter a primary value.
es: Debe introducir por lo menos un valor principal.

source: you can only enter up to %d tags.
es: solo puede introducir hasta %d etiquetas.

source: This field is required.
es: Este campo es necesario.

source: Not a valid image
es: No es una imagen válida

source: Not an image in a format we support.
es: No es una imagen en un formato que soportemos.

source: Website URL
es: URL del sitio web

source: Full Description
es: Descripción completa

source: Publisher
es: Autor:

source: Tags
es: Etiquetas

source: Genres
es: Géneros

source: Language
es: Idioma

source: High Definition
es: Alta definición

source: Upload Image (optimal size: 400x267)
es: Subir imagen (tamaño óptimo: 400x267)

source: That streaming site already exists.
es: Ese sitio ya existe.

source: The following country codes are invalid: %s
es: Los siguientes códigos de país no son válidos: %s

source: Feed URL already exists
es: Ya existe el URL de la fuente

source: Email
es: Correo electrónico

source: Title
es: Título

source: Body
es: Cuerpo

source: Title in Miro App
es: Título en la aplicación Miro

source: This is the title that will appear in the sidebar of Miro.
es: Este es el título que aparecerá en la barra lateral de Miro.

source: Page Title
es: Título de la página

source: This is the title that will be displayed at the top of the page.
es: Este es el título que se mostrará en la parte superior de la página.

source: Icon URL
es: URL del icono

source: Icon should be 175x125 pixels.
es: El ícono debe ser de 175x125 píxeles.

source: Favicon URL
es: URL del favicon

source: This is best as a 20x20 png graphic. It shows up in the sidebar of the Miro App.
es: Es recomendable que sea un gráfico png de 20x20. Este se muestra en la barra lateral de la aplicación Miro.

source: External CSS URL
es: URL de la CSS externa

source: Description
es: Descripción

source: Link 1 URL
es: URL del enlace 1

source: Or leave this blank to have plain text. All these links are optional.
es: O deje esto en blanco para tener texto plano. Todos estos enlaces son opcionales.

source: Link 1 Text
es: Texto del enlace 1

source: Link 2 URL
es: URL del enlace 2

source: Link 2 Text
es: Texto del enlace 2

source: Link 3 URL
es: URL del enlace 3

source: Link 3 Text
es: Texto del enlace 3

source: Ensure this value has at most %(maximum)d bytes (it has %(length)d).
es: Asegúrese de que este valor tenga máximo %(maximum)d bytes (tiene %(length)d).

source: title
es: título

source: "Recipients" field must be a comma separated list of email addresses
es: El campo "destinatarios" debe ser una lista de direcciones de correo electrónico separadas por comas

source: Username already taken
es: El nombre de usuario está siendo usado actualmente

source: E-mail already taken
es: Ese correo-e ya existe

source: E-mail not found
es: E-mail no encontrado

source: That username is not valid.
es: Ese nombre de usuario no es válido.

source: That username or e-mail is not valid.
es: Este nombre de usuario o e-mail no es válido.

source: Display shows in all languages
es: Mostrar programas en todos los idiomas

source: Only display shows in these languages:
es: Solamente mostrar programas en estos idiomas

source: Hold CTRL to select multiple languages
es: Mantenga presionada la tecla CTRL para seleccionar mas de un idioma

source: That password is not valid.
es: Esa contraseña no es válida.

source: Passwords don't match
es: Las contraseñas no concuerdan

source: Username
es: Nombre de usuario

source: Email Address
es: Dirección de correo-e

source: Pick a Password
es: Escoja una contraseña

source: Confirm Password
es: Confirmar contraseña

source: Change Password
es: Cambiar contraseña

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Age
es: Edad

source: Gender
es: Género

source: City
es: Ciudad

source: State
es: Estado o provincia

source: Country
es: País

source: Zip Code
es: Código postal

source: IM Username
es: Nombre de usuario de MI

source: IM Type
es: Tipo de MI

source: Show interface in
es: Mostrar el interfaz en

source: Channel Owner Emails
es: Direcciones del propietario del canal

source: Moderator Board Emails
es: Tablón de correo del moderador

source: No emails
es: No hay correos

source: Send all emails
es: Enviar todos los correos

source: Channel Status Emails
es: Correos de estado del canal

source: Set a new Password
es: Crear una nueva contraseña

source: %(count)d subscriber
es: %(count)d suscriptor

source: %(count)d episode
es: %(count)d episodio

source: Post
es: Entrada

source: Thanks for Submitting Your Feed
es: Gracias por enviar su fuente

source: Your feed has been submitted!
es: ¡Su fuente ha sido enviada!

source: Our moderators will review your feed in the next few days to make sure that it works in Miro and that the content is not inappropriate. Once the feed is approved, it will appear in the 'Just Added' section on the front page.
es: Nuestros moderadores revisarán su fuente durante los próximos días para asegurarse de que funciona en Miro y de que el contenido no es inapropiado. Una vez que la fuente haya sido aprobada, aparecerá en la sección 'Recien Añadidos' en la página principal.

source: Updating Your Feed Info
es: Actualizando la información de su fuente

source: Add a 1-Click Subscribe Button to Your Website
es: Agregue un botón de Suscripción con 1-Clic a su sitio web

source: Miro Guide - Forgot Password
es: La guía de Miro - Contraseña olvidada

source: Forgot Password
es: Contraseña olvidada

source: Please enter your email address below. A link will be sent to you email that you can use to set a new password.
es: Introduzca su dirección de correo-e abajo. Se le enviará un correo que puede usar para establecer un nueva contraseña.

source: Send
es: Mandar

source: Email Sent
es: Correo enviado

source: Email Sent!
es: ¡Correo enviado!

source: An email was sent to %(email)s. You should receive it in a few minutes. It will contain a link that you can use to set a new password for your account.
es: Se envió un correo a %(email)s. Debería recibirlo en los próximos minutos. Este correo contiene un enlace que puede usar para crear una contraseña nueva para su cuenta.

source: Miro Guide - Create New Password
es: La guía de Miro - Crear nueva contraseña

source: Link invalid
es: Enlace incorrecto

source: The link you used to get to this page was not valid.
es: El enlace que usó para llegar a esa página no era válido.

source: Miro Guide - Video Podcast Directory
es: La guía de Miro - Índice de podcasts de vídeo

source: I hate this show
es: Odio este programa

source: I dislike this show
es: No me gusta este programa

source: I like this show
es: Me gusta este programa

source: I really like this show
es: Me gusta mucho este programa

source: I love this show!
es: Me encanta este programa

source: FEEDBACK
es: COMENTARIOS

source: Videos you'll love
es: Videos que amará

source: Search
es: Buscar

source: HD Shows
es: Programas en alta definición

source: Most Popular
es: Los más populares

source: Top Rated
es: Más valorados

source: New Shows
es: Nuevos Shows

source: Video by Language
es: Video por Idioma

source: Account
es: Cuenta

source: Get Miro!
es: ¡Obtenga Miro!

source: Loading...
es: Cargando...

source: Create New Password
es: Crear nueva contraseña

source: Create
es: Crear

source: High-Definition Channel
es: Canal de Alta Definición

source: Moderator Pick
es: Selección del moderador

source: ADD FEED TO SIDEBAR
es: AÑADIR FUENTE A LA BARRA LATERAL

source: ADD SITE TO SIDEBAR
es: AÑADIR SITIO A LA BARRA LATERAL

source: Miro Guide - Submit Feed
es: La guía de Miro - Enviar Fuente

source: Feed Thumbnail
es: Miniatura de la Fuente

source: Remember that creating a good feed thumbnail is one of the most important ways to attract new viewers. It's worth making an effort to do something beautiful. You can also update the image after you submit your feed.
es: Recuerde que crear una buena miniatura de la fuente es una de las maneras más importantes de atraer público nuevo. Merece la pena esforzarse en crear algo bello. También puede actualizar la imagen después de enviar su fuente.

source: We have found an image in your feed. You can either use this image or upload a different one.
es: Hemos encontrado una imagen en su fuente. Puede usar esta imagen o subir una diferente.

source: Add Feed
es: Añadir fuente

source: Add Site
es: Añadir sitio

source: Add Feed To Your Sidebar
es: Añada la fuente a su barra lateral

source: Add Site to Your Sidebar
es: Añadir el Sitio a la Barra Lateral

source: Website
es: Sitio web

source: Feed
es: Canal

source: Manager Email
es: Correo de administrador

source: Issues
es: Ediciones

source: need support? post here.
es: ¿necesita ayuda? pídala aquí.

source: Me
es: Yo

source: Manager
es: Administrador

source: Administration
es: Administración

source: All %(title)s Channels
es: Todos los canales %(title)s

source: archival
es: de archivo

source: Add
es: Agregar

source: Subscribe
es: Suscribirse

source: Details
es: Detalles

source: Next
es: Siguiente

source: Miro Guide - Email Sent
es: La guía de Miro - Correo Electrónico enviado

source: Confirmed!
es: ¡Confirmado!

source: Thanks for confirming your account!
es: ¡Gracias por confirmar su cuenta!

source: Confirmation sent
es: Confirmación enviada

source: If the address below isn't the correct one; change it and we'll send a code to that address.
es: Si la dirección a continuación no es correcta, cámbiela y le enviaremos un código a la nueva dirección.

source: Resend
es: Reenviar

source: Incorrect code
es: Código incorrecto

source: I'm sorry, that is not the correct code.
es: Ese no es el código correcto.

source: Miro Guide - Copyright Infringement Notification
es: La guía de Miro - Notificación de Violación del Copyright

source: %(state)s by %(mod)s on %(mod_time)s
es: %(state)s por %(mod)s el %(mod_time)s

source: %(state)s by %(mod)s
es: %(state)s por %(mod)s

source: Featured by %(mod)s on %(featured_time)s
es: Presentado por %(mod)s el %(featured_time)s

source: Edit Your Feed / View Statistics / Get Help
es: Modifique su fuente / Vea estadísticas / Obtenga ayuda

source: Edit Your Site / View Statistics / Get Help
es: Modifique su sitio / Vea estadísticas / Obtenga ayuda

source: Cancel and go back
es: Cancelar y volver

source: Miro Guide - Edit Feed
es: La guía de Miro - Modificar fuente

source: Miro Guide - Edit Site
es: La guía de Miro - Editar sitio

source: Edit Channel
es: Editar canal

source: Update
es: Actualizar

source: Statistics
es: Estadísticas

source: Subscriptions* Today
es: Suscripciones* hoy

source: Subscriptions* Month
es: Suscripciones* mes

source: Subscriptions* Overall
es: Suscripciones* total

source: Popularity Rank Today
es: Rango de popularidad hoy

source: Popularity Rank Month
es: Rango de popularidad mes

source: Popularity Rank Overall
es: Rango de popularidad total

source: Miro Guide - Update My Profile
es: La guía de Miro - Actualizar mi perfil

source: Update My Profile
es: Actualizar mi perfil

source: send e-mail to
es: enviar correo-e a

source: Skip the note, just %(type)s
es: Evitar la nota, solo %(type)s

source: Sorry!
es: ¡Disculpe!

source: It's all free!
es: ¡Es todo gratis!

source: Shows in
es: Programas en

source: View All
es: Ver todo

source: Miro Guide - How to Moderate
es: La guía de Miro - Cómo moderar

source: (no name)
es: (sin nombre)

source: Download
es: Descargar

source: Read more
es: Lea más

source: I'm sorry, your search term was too short; it must be at least 3 characters.
es: Lo siento, el término que ha empleado para la búsqueda es demasiado corto, debe tener al menos 3 caracteres

source: Feeds
es: Fuentes

source: Sites
es: Sitios

source: You need an account to change language settings
es: Necesita una cuenta para modificar los ajustes de idioma

source: Miro Guide - Login
es: La guía de Miro - Registrarse

source: Login
es: Iniciar sesión

source: Got an account? Just log in!
es: ¿Ya tiene una cuenta? ¡Inicie su sesión!

source: Register
es: Registrarse

source: How to Moderate
es: Cómo moderar

source: Search For Users
es: Buscar usuarios

source: Moderator list
es: Lista de moderadores

source: Edit Genres list
es: Editar la lista de géneros

source: Edit Languages list
es: Editar lista de idiomas

source: Moderator History
es: Historial del moderador

source: Shared by Moderators
es: Compartido por los moderadores

source: Moderator Message Board
es: Tablero de mensajes del moderador

source: User
es: Usuario

source: Action
es: Acción

source: Date
es: Fecha

source: Password Set
es: Contraseña configurada

source: A new password has been created for your account.
es: Se ha creado una contraseña nueva para su cuenta.

source: Video Title:
es: Título del vídeo

source: Synopsis
es: Sinopsis

source: DOWNLOAD
es: DESCARGAR

source: SHARE
es: COMPARTIR

source: From
es: Desde

source: Recipients
es: Destinatarios

source: Leave a Comment (Optional)
es: Dejar un comentario (Opcional)

source: Direct Link
es: Enlace directo

source: Close
es: Cerrar

source: Miro Guide -
es: La guía de Miro -

source: Related Feeds
es: Canales relacionados

source: Related Sites
es: Sitios relacionados

source: Moderator's Area
es: Área de moderadores

source: View/Edit Profile
es: Ver/Editar Perfil

source: Log Out
es: Salir

source: Password
es: Contraseña

source: Forgot password
es: Contraseña olvidada

source: Register!
es: ¡Regístrese!

source: Register Now!
es: Registrar Ahora!

source: Always Free
es: Siempre Libre

source: In all languages
es: En todos los idiomas

source: In my language
es: En mi idioma

source: My Language:
es: Mi idioma

source: Invalid verification code.
es: Código de verificación inválido.

source: Edit Genre
es: Editar género

source: New Genre
es: Nuevo género

source: Channels Waiting For Replies
es: Canales esperando respuestas

source: Channels Flagged Don't Know By a Moderator
es: Canales marcados como «No conocidos» por un moderador

source: Rejected Channels
es: Canales rechazados

source: Suspended Channels
es: Canales suspendidos

source: Featured Queue
es: Cola de destacados

source: Unreviewed Channels
es: Canales sin revisar

source: Subscribe to all %i channels
es: Suscribirse a todos los canales %i

source: Rejection emails need a body
es: Los correos de rechazo necesitan un cuerpo

source: %s featured on Miro Guide
es: %s recomendado en la Guía de Miro

source: Current image (no change)
es: Imagen actual (sin cambio)

source: Current image (uploaded)
es: Imagen actual (cargada)

source: Shows by Language
es: Programas según idioma

source: Edit Languages
es: Editar idiomas

source: New Language
es: Nuevo idioma

source: Current image (from the feed)
es: Imagen actual (de la fuente)

source: Only mark your channel as HD if you the video resolution is 1080x720 or higher. Roughly 95% of the material on the channel should meet this criteria for it to be considered HD.
es: Marque solamente su canal como HD si el video es de una resolución 1080x720 o mayor. Aproximadamente el 95% del material en el canal debería cumplir este criterio para poder considerarlo como HD.

source: Show Name
es: Mostrar nombre

source: The person or company responsible for publishing this show.
es: La persona o compañía responsables de la publicación de este programa.

source: Separate each tag with a comma.
es: Separe cada etiqueta utiliyando una coma.

source: Pick at least one genre.
es: Escoja al menos un género

source: %(count)s Shows waiting for Reply
es: %(count)s Programas esperando respuesta

source: %(count)s Rejected shows
es: %(count)s Programas rechazados

source: %(count)s Flagged HD shows
es: %(count)s Programas marcados como HD

source: Title:
es: Título

source: Body:
es: Cuerpo:

source: Latest Posts
es: Mensajes más recientes

source: (See all %(post_count)s posts)
es: (Ver todos los %(post_count)s mensajes)

source: (See all shared shows)
es: (Ver todos los programas compartidos)

source: Show
es: Programa

source: Add Feed to Your Sidebar
es: Añada la fuente a su barra lateral

source: BitTorrent Video
es: Video BitTorrent

source: Back to Feed:
es: Volver a la fuente

source: Date Posted
es: Fecha del mensaje

source: Previous
es: Anterior

source: Videos You'll Love
es: Videos que le encantarán

source: Via Email
es: Por correo electrónico

source: Your Email
es: Su correo electrónico

source: Comma Separated Email Addresses
es: Direcciones de correo electrónico separadas por comas

source: Share with your buddies, as well as the world. We all love gifts.
es: Comparte con tus amigos y con el mundo. ¡A todos nos gustan los regalos!

source: Visit Show Website
es: Visite la página web del programa

source: Not HD?
es: ¿No es HD?

source: Flag it
es: Márquelo

source: Add a Feed to Miro
es: Añada una fuente a Miro

source: I am the Creator
es: Yo soy el creador

source: Miro - Tags
es: Miro - Etiquetas

source: Shows I Manage
es: Programas que gestiono

source: Submit a Show
es: Envíe un programa

source: Miro Guide - Shows You've Rated
es: La guía de Miro - Programas que Ud. ha evaluado

source: Shows You've Rated
es: Programas que Ud. ha evaluado

source: This show may not be available to you, as it is restricted to certain countries.
es: Este programa puede no estar disponible para Usted, ya que está restringido a ciertos países.

source: Thanks!
es: ¡Gracias!
